import listdisease from '../models/listdisease';

export const listdi = [
  new listdisease(
    'โรคเบาหวาน (Diabetes)',
    'โรคเบาหวาน (Diabetes mellitus : DM, Diabetes) เป็นโรคที่มีความผิดปกติเกี่ยวกับการนำน้ำตาลไปใช้ประโยชน์อันเกี่ยวเนื่องกับความบกพร่องของฮอร์โมนอินซูลิน* ทำให้ร่างกายมีระดับน้ำตาลในเลือดสูงกว่าปกติ หากปล่อยให้ร่างกายอยู่ในสภาวะนี้เป็นเวลานานจะทำให้อวัยวะต่าง ๆ เสื่อม ก่อให้เกิดอาการและภาวะแทรกซ้อนต่าง ๆ ตามมา ผู้ที่เป็นเบาหวานมักจะมีประวัติคนในครอบครัว (พ่อแม่หรือญาติพี่น้องสายตรง) เป็นโรคนี้ด้วย และมักจะมีภาวะน้ำหนักตัวเกินร่วมด้วย เบาหวานเป็นโรคที่พบได้สูงในคนทุกอายุและทั้งสองเพศ และพบได้สูงขึ้นตามอายุที่มากขึ้น ในบ้านเราพบคนเป็นโรคเบาหวานประมาณ 4-6% ของประชากรทั่วไป, 7.1% ของคนไทยช่วงอายุ 20-79 ปี และ 9.6% ของคนไทยที่มีอายุ 35 ปีขึ้นไป (ข้อมูล ณ วันที่ 30 ตุลาคม พ.ศ. 2556 มีผู้ป่วยเบาหวานในประเทศไทยประมาณกว่า 3.5 ล้านคน) และทางสหพันธ์เบาหวานนานาชาติมีการคาดการณ์ว่าจำนวนผู้ป่วยเบาหวานทั่วโลกจะเพิ่มขึ้นจาก 415 ล้านคน ในปี พ.ศ. 2558 เป็น 642 ล้านคน ในปี พ.ศ. 2583 คนจำนวนมากกว่าครึ่งไม่ทราบว่าตนเป็นโรคเบาหวาน สถิติการพบผู้ป่วยโรคนี้จึงยังมีจำนวนมากขึ้นเรื่อย ๆ ทำให้ต้องมีการรณรงค์กันอย่างต่อเนื่องถึงภัยร้ายของโรคนี้ เพราะโรคเบาหวานเป็นโรคเรื้อรังที่รักษาไม่หาย มีโอกาสเสี่ยงต่อการเกิดภาวะแทรกซ้อนลุกลามใหญ่โตจนต้องสูญเสียอวัยวะที่สำคัญของร่างกายได้ ด้วยเหตุนี้ทางสหพันธ์เบาหวานนานาชาติ (International Diabetes Federation : IDF) และองค์การอนามัยโลก (WHO) จึงได้กำหนดให้วันที่ 14 พฤศจิกายนของทุกปีเป็นวันเบาหวานโลก',
    'ในรายที่เป็นไม่มาก (ระดับน้ำตาลในเลือดไม่เกิน 200 มก./ดล.) ซึ่งพบได้เป็นส่วนใหญ่ในกลุ่มเบาหวานชนิดที่ 2 ผู้ป่วยจะยังรู้สึกสบายดีและไม่มีอาการผิดปกติใด ๆ และมักตรวจพบได้โดยบังเอิญจากการตรวจปัสสาวะหรือการตรวจเลือดในขณะที่ไปพบแพทย์ด้วยสาเหตุอื่นหรือจากการตรวจสุขภาพทั่วไป',
    'โรคเบาหวานแต่ละชนิดสามารถป้องกันได้แตกต่างกัน ซึ่งโรคเบาหวานประเภทที่ 1 อาจหาทางป้องกันได้ยากหรือแทบไม่สามารถป้องกันมิให้เกิดโรคได้ (เพราะสาเหตุการเกิดมาจากปัจจัยที่ควบคุมไม่ได้) ในขณะที่โรคเบาหวานประเภทที่ 2 สามารถป้องกันได้ด้วยการปรับเปลี่ยนพฤติกรรมการดำเนินชีวิตให้เหมาะสม (หลักสำคัญในการป้องกันเบาหวานทุกชนิด คือ คอยระวังระดับน้ำตาลในเลือดและคอเลสเตอรอลให้อยู่ในระดับปกติ) ซึ่งสามารถทำได้ตามคำแนะนำต่อไปนี้',
    [
      "ปัสสาวะบ่อย",
      "ระดับน้ำตาลในเลือดสูง",
      "กระหายน้ำบ่อย",
      "หิวบ่อย",
      "กินจุ",
      "เหนื่อยง่าย",
      "น้ำหนักตัวเพิ่มขึ้น",
      "น้ำหนักตัวลดลง",
      "แผลเรื้อรังที่หายช้า",
      "ชาปลายมือปลายเท้า",
      "หย่อนสมรรถภาพทางเพศ",
      "เจ็บจุกหน้าอก",
      "สายตามัว",
      "คลื่นไส้",
      "แผลเรื้อรัง"
    ]
    ),
 new listdisease(
     'ความดันโลหิตสูง (Hypertension)',
     'ความดันโลหิต หมายถึง แรงดันของกระแสเลือดที่กระทบต่อผนังหลอดเลือดแดงซึ่งเกิดจากการสูบฉีดของหัวใจ (คล้ายแรงลมที่ดันผนังของยางรถเมื่อเราสูบลมเข้า) ซึ่งสามารถวัดได้โดยการใช้เครื่องวัดความดัน (Sphygmomanometer) วัดที่แขน และมีค่าที่วัดได้ 2 ค่า คือ ความดันช่วงบน หรือ ความดันซิสโตลี (Systolic blood pressure) หมายถึง แรงดันเลือดในขณะที่หัวใจบีบตัว ซึ่งอาจจะสูงตามอายุ และความดันช่วงบนของคนคนเดียวกันอาจมีค่าแตกต่างกันบ้างเล็กน้อย ตามท่าของร่างกาย การเปลี่ยนแปลงของอารมณ์ และปริมาณของการออกกำลังาย ความดันช่วงล่าง หรือ ความดันไดแอสโตลี (Diastolic blood pressure) หมายถึง แรงดันเลือดในขณะที่หัวใจคลายตัว ในปัจจุบันได้มีการกำหนดค่าความดันโลหิตปกติและระดับความรุนแรงของโรคความดันโลหิตสูงสำหรับผู้ที่มีอายุตั้งแต่ 18 ปีขึ้นไป ดังตารางด้านล่าง ความดันโลหิตสูง, ความดันเลือดสูง, ความดันสูง หรือที่แพทย์บางท่านเรียกว่า ภาวะความดันโลหิตสูง (อังกฤษ : Hypertension หรือ High blood pressure) หมายถึง ภาวะที่ความดันช่วงบนมีค่าตั้งแต่ 130 มิลลิเมตรปรอทขึ้นไป และ/หรือความดันช่วงล่างมีค่าตั้งแต่ 80 มิลลิเมตรปรอทขึ้นไป ซึ่งโดยมากผู้ป่วยจะมีความดันช่วงล่างสูง (Diastolic hypertension) โดยที่ความดันช่วงบนจะสูงหรือไม่ก็ได้ แต่บางรายอาจมีความดันช่วงบนสูงเพียงอย่างเดียว แต่มีค่าความดันช่วงล่างไม่สูงก็ได้เช่นกัน เรียกว่า “ความดันช่วงบนสูงเดี่ยว” (Isolated systolic hypertension - ISHT) ซึ่งนับว่าเป็นอันตรายไม่น้อยไปกว่าความดันช่วงล่างสูงและผู้ป่วยควรได้รับการรักษาอย่างจริงจัง โรคความดันโลหิตสูงเป็นโรคที่พบได้บ่อยมากโรคหนึ่งในผู้ใหญ่ โดยพบได้สูงถึงประมาณ 25-30% ของประชากรโลกที่เป็นผู้ใหญ่ทั้งหมด พบได้ในผู้ชายมากกว่าผู้หญิง และจะพบได้สูงขึ้นในผู้สูงอายุ (ในบางประเทศพบโรคความดันโลหิตสูงได้สูงถึง 50% ของผู้ที่มีอายุตั้งแต่ 60 ปีขึ้นไป) ส่วนในเด็กก็สามารถพบเป็นโรคนี้ได้เช่นกัน แต่จะพบได้น้อยกว่าในผู้ใหญ่มาก',
     'ในรายที่เป็นความดันโลหิตสูงชนิดไม่ทราบสาเหตุ (พบได้เป็นส่วนใหญ่) ส่วนใหญ่จะมีไม่อาการแสดงแต่อย่างใด และมักตรวจพบได้โดยบังเอิญจากการตรวจคัดกรองโรคหรือเมื่อมาพบแพทย์ด้วยปัญหาอื่นที่ไม่เกี่ยวข้อง มีส่วนน้อยที่อาจมีอาการปวดมึนท้ายทอย ตึงที่ต้นคอ เวียนศีรษะ ซึ่งมักจะเป็นตอนตื่นนอนใหม่ ๆ พอตอนสายอาการจะทุเลาไปเอง บางรายอาจมีอาการปวดศีรษะตุบ ๆ แบบไมเกรน ส่วนในรายที่เป็นมานาน ๆ หรือมีความดันโลหิตสูงมาก ๆ อาจจะมีอาการอ่อนเพลีย เหนื่อยง่าย ใจสั่น นอนไม่หลับ ตามัว มือเท้าชา หรือมีเลือดกำเดาไหล หากปล่อยทิ้งไว้นาน ๆ โดยไม่ได้รับการรักษา อาจแสดงอาการของภาวะแทรกซ้อนได้ เช่น หอบเหนื่อบ เจ็บหน้าอก บวม แขนขาเป็นอัมพาต เป็นต้น',
     'สำหรับคนทั่วไปอาจป้องกันไม่ให้เกิดโรคความดันโลหิตสูงได้โดยการปรับเปลี่ยนพฤติกรรมการใช้ชีวิตดังนี้',
     [
      "ปวดมึนท้ายทอย",
      "ตึงที่ต้นคอ",
      "เวียนศีรษะ",
      "ปวดศีรษะ",
      "อาการอ่อนเพลีย",
      "เหนื่อยง่าย",
      "ใจสั่น",
      "นอนไม่หลับ",
      "ตามัว",
      "มือเท้าชา",
      "เลือดกำเดาไหล",
      "หอบเหนื่อบ",
      "เจ็บหน้าอก",
      "แขนขาบวม",
      "เหงื่อออกเป็นพัก ๆ",
      "นอนกรนผิดปกติ",
      "แขนและขาอ่อนแรง",
      "ปวดหลัง",
      "ปัสสาวะขุ่นแดง"
    ]
 ),

];
