{
    "namelist": [
        {
            "name": "โรคเบาหวาน (Diabetes)",
            "information": "โรคเบาหวาน (Diabetes mellitus : DM, Diabetes) เป็นโรคที่มีความผิดปกติเกี่ยวกับการนำน้ำตาลไปใช้ประโยชน์อันเกี่ยวเนื่องกับความบกพร่องของฮอร์โมนอินซูลิน* ทำให้ร่างกายมีระดับน้ำตาลในเลือดสูงกว่าปกติ หากปล่อยให้ร่างกายอยู่ในสภาวะนี้เป็นเวลานานจะทำให้อวัยวะต่าง ๆ เสื่อม ก่อให้เกิดอาการและภาวะแทรกซ้อนต่าง ๆ ตามมา ผู้ที่เป็นเบาหวานมักจะมีประวัติคนในครอบครัว (พ่อแม่หรือญาติพี่น้องสายตรง) เป็นโรคนี้ด้วย และมักจะมีภาวะน้ำหนักตัวเกินร่วมด้วย เบาหวานเป็นโรคที่พบได้สูงในคนทุกอายุและทั้งสองเพศ และพบได้สูงขึ้นตามอายุที่มากขึ้น ในบ้านเราพบคนเป็นโรคเบาหวานประมาณ 4-6% ของประชากรทั่วไป, 7.1% ของคนไทยช่วงอายุ 20-79 ปี และ 9.6% ของคนไทยที่มีอายุ 35 ปีขึ้นไป (ข้อมูล ณ วันที่ 30 ตุลาคม พ.ศ. 2556 มีผู้ป่วยเบาหวานในประเทศไทยประมาณกว่า 3.5 ล้านคน) และทางสหพันธ์เบาหวานนานาชาติมีการคาดการณ์ว่าจำนวนผู้ป่วยเบาหวานทั่วโลกจะเพิ่มขึ้นจาก 415 ล้านคน ในปี พ.ศ. 2558 เป็น 642 ล้านคน ในปี พ.ศ. 2583 คนจำนวนมากกว่าครึ่งไม่ทราบว่าตนเป็นโรคเบาหวาน สถิติการพบผู้ป่วยโรคนี้จึงยังมีจำนวนมากขึ้นเรื่อย ๆ ทำให้ต้องมีการรณรงค์กันอย่างต่อเนื่องถึงภัยร้ายของโรคนี้ เพราะโรคเบาหวานเป็นโรคเรื้อรังที่รักษาไม่หาย มีโอกาสเสี่ยงต่อการเกิดภาวะแทรกซ้อนลุกลามใหญ่โตจนต้องสูญเสียอวัยวะที่สำคัญของร่างกายได้ ด้วยเหตุนี้ทางสหพันธ์เบาหวานนานาชาติ (International Diabetes Federation : IDF) และองค์การอนามัยโลก (WHO) จึงได้กำหนดให้วันที่ 14 พฤศจิกายนของทุกปีเป็นวันเบาหวานโลก",
            "symptom": [
                "ในรายที่เป็นไม่มาก (ระดับน้ำตาลในเลือดไม่เกิน 200 มก./ดล.) ซึ่งพบได้เป็นส่วนใหญ่ในกลุ่มเบาหวานชนิดที่ 2 ผู้ป่วยจะยังรู้สึกสบายดีและไม่มีอาการผิดปกติใด ๆ และมักตรวจพบได้โดยบังเอิญจากการตรวจปัสสาวะหรือการตรวจเลือดในขณะที่ไปพบแพทย์ด้วยสาเหตุอื่นหรือจากการตรวจสุขภาพทั่วไป",
                "ในรายที่เป็นมาก (ระดับน้ำตาลในเลือดมากกว่า 200 มก./ดล.) ซึ่งพบได้ในกลุ่มเบาหวานชนิดที่ 2 และเบาหวานชนิดที่ 2 ซึ่งเป็นถึงขั้นรุนแรง ผู้ป่วยจะมีอาการปัสสาวะบ่อยและออกครั้งละมาก ๆ กระหายน้ำบ่อย ปากแห้ง หิวบ่อยหรือกินข้าวจุ รู้สึกเหนื่อยง่าย อ่อนเปลี้ยเพลียแรง และบางรายอาจสังเกตว่าปัสสาวะมีมดขึ้น ปัสสาวะบ่อยและออกครั้งละมาก ๆ เพราะฮอร์โมนอินซูลินที่ผลิตได้ไม่เพียงพอหรือไม่สามารถผลิตได้ จึงทำให้ระดับน้ำตาลในเลือดสูง และไตไม่สามารถกรองน้ำตาลส่วนเกินกลับเข้าสู่เลือด จึงปล่อยออกมาพร้อมกับน้ำกลายเป็นปัสสาวะ ผู้ป่วยเบาหวานจึงปัสสาวะบ่อยและมีปริมาณมาก กระหายน้ำบ่อย เพราะสูญเสียน้ำจากการปัสสาวะบ่อยครั้ง ร่างกายจึงจำเป็นต้องชดเชยน้ำที่เสียไปทำให้เกิดความกระหายน้ำและอยากดื่มน้ำมากกว่าปกติ หิวบ่อยหรือกินจุ เพราะขาดฮอร์โมนอินซูลิน จึงทำให้เซลล์ไม่ได้รับพลังงาน ร่างกายจึงพยายามหาแหล่งอาหารมากขึ้นด้วยการส่งสัญญาณออกมาด้วยอาการหิว เหนื่อยง่าย เพราะน้ำตาลไม่สามารถเข้าสู่เซลล์เพื่อเผาผลาญเป็นพลังงานได้",
                "ในรายที่เป็นเบาหวานชนิดที่ 2 ส่วนใหญ่จะไม่มีอาการแสดงชัดเจน มีเพียงส่วนน้อยที่จะมีอาการผิดปกติดังกล่าวข้างต้น น้ำหนักตัวอาจลดลงบ้างเล็กน้อย แต่บางรายอาจมีน้ำหนักตัวเพิ่มขึ้น ผู้ป่วยกลุ่มนี้มักมีภาวะน้ำหนักตัวเกินหรือโรคอ้วนอยู่แต่เดิม ในรายที่เป็นเรื้อรังมานานทั้งที่มีอาการและไม่มีอาการปัสสาวะบ่อยมาก่อน อาจมีอาการคันตามตัว เป็นฝีหรือโรคติดเชื้อราที่ผิวหนังบ่อย หรือเป็นแผลเรื้อรังที่หายช้ากว่าปกติ (โดยเฉพาะแผลที่บริเวณเท้า) หรืออาจมาพบแพทย์ด้วยภาวะแทรกซ้อนอื่น ๆ เช่น ชาหรือปวดแสบปวดร้อนตามปลายมือปลายเท้า เกิดภาวะหย่อนสมรรถภาพทางเพศ เจ็บจุกหน้าอกจากโรคหัวใจขาดเลือด อัมพฤกษ์ อัมพาต สายตามัวลงทุกทีหรือต้องเปลี่ยนแว่นสายตาบ่อย ฯลฯ น้ำหนักลดลงผิดปกติ เพราะเซลล์ไม่สามารถนำน้ำตาลมาเผาผลาญเป็นพลังงานได้ ร่างกายจึงหันมาเผาผลาญกล้ามเนื้อและไขมันแทน จึงทำให้ร่างกายผอม กล้ามเนื้อฝ่อลีบ ไม่มีไขมัน สายตามัว เห็นภาพไม่ชัด เกิดจากระดับน้ำตาลในเลือดสูง ทำให้เกิดการคั่งของน้ำตาลในเลนส์ตาจนจอประสาทตาเกิดอาการผิดปกติ หรือมีระดับน้ำตาลสูงเป็นเวลานานจนเกิดความผิดปกติของจอประสาทตา ซึ่งในบางรายอายอาจรุนแรงถึงขั้นตาบอด",
                "ในรายที่เป็นเบาหวานชนิดที่ 1 อาการต่าง ๆ มักเกิดขึ้นอย่างรวดเร็วร่วมกับน้ำหนักตัวลดลงอย่างฮวบฮาบ (กินเวลาเป็นสัปดาห์หรือเป็นเดือน) ในผู้ป่วยเด็กบางรายอาจมีอาการปัสสาวะรดที่นอนในตอนกลางคืน ผู้ป่วยบางรายอาจมาโรงพยาบาลด้วยอาการหมดสติจากภาวะคีโตแอซิโดซิส (Ketoacidosis) ผู้ป่วยกลุ่มนี้มักมีอายุน้อยและรูปร่างผอม"
            ],
            "findSymptom": [
                "ปัสสาวะบ่อย",
                "ระดับน้ำตาลในเลือดสูง",
                "กระหายน้ำบ่อย",
                "หิวบ่อย",
                "กินจุ",
                "เหนื่อยง่าย",
                "น้ำหนักตัวเพิ่มขึ้น",
                "น้ำหนักตัวลดลง",
                "แผลเรื้อรังที่หายช้า",
                "ชาปลายมือปลายเท้า",
                "หย่อนสมรรถภาพทางเพศ",
                "เจ็บจุกหน้าอก",
                "สายตามัว",
                "คลื่นไส้",
                "แผลเรื้อรัง"
            ],
            "cause": "โรคเบาหวานมีสาเหตุมาจากการบกพร่องของฮอร์โมนอินซูลิน ผู้ที่เป็นเบาหวานจะพบว่าตับอ่อนผลิตอินซูลินได้น้อยหรือผลิตไม่ได้เลย หรือผลิตได้ปกติ แต่ประสิทธิภาพของอินซูลินลดลง เช่นที่พบในคนอ้วน ซึ่งเรียกว่า “ภาวะดื้อต่ออินซูลิน” (Insulin resistance) เมื่อขาดอินซูลินหรืออินซูลินทำหน้าที่ไม่ได้ น้ำตาลในเลือดจึงเข้าสู่เซลล์ต่าง ๆ ได้น้อยกว่าปกติ จึงทำให้เกิดการคั่งของน้ำตาลในเลือด และน้ำตาลก็จะถูกขับออกมาทางปัสสาวะ นี่จึงเป็นสาเหตุว่าทำไมเราถึงเรียกโรคนี้ว่า “เบาหวาน” ผู้ป่วยเบาหวานที่เป็นมาก (มีระดับน้ำตาลในเลือดสูงมาก) มักจะมีอาการปัสสาวะบ่อยและมาก เพราะน้ำตาลที่ออกมาทางไตจะดึงเอาน้ำออกมาด้วย จึงทำให้มีปัสสาวะออกมามากกว่าปกติ เมื่อผู้ป่วยถ่ายปัสสาวะมากก็จะทำให้รู้สึกกระหายน้ำจนต้องคอยดื่มน้ำบ่อย ๆ และเนื่องจากร่างกายของผู้ป่วยเบาหวานจะไม่สามารถนำน้ำตาลมาเผาผลาญเป็นพลังงานได้ ร่างกายจึงหันมาเผาผลาญกล้ามเนื้อและไขมันแทน จึงทำให้ร่างกายผอม กล้ามเนื้อฝ่อลีบ ไม่มีไขมัน อ่อนเปลี้ยเพลียแรง นอกจากนี้ การมีน้ำตาลในเลือดสูงเป็นเวลานาน ๆ ยังทำให้อวัยวะตาง ๆ เกิดการเปลี่ยนแปลงผิดปกติและนำมาซึ่งภาวะแทรกซ้อนได้มากมาย",
            "prevent": [
                        "รับประทานอาหารที่มีประโยชน์ มีสารอาหารครบถ้วน และมีกากใยสูง เช่น ผัก ผลไม้ ธัญพืช ขนมปังโฮลวีต ข้าวกล้อง (อาจแบ่งมื้ออาหารหลักออกเป็นมื้อย่อย ๆ ในแต่ละวัน เพื่อช่วยรักษาความสมดุลของน้ำตาลและฮอร์โมนอินซูลิน)",
                        "ควบคุมอาหารให้ดี โดยการลดของหวานและไขมัน รับประทานข้าวเป็นอาหารหลักสลับกับอาหารประเภทแป้งเป็นบางมื้อ รับประทานปลา เนื้อสัตว์ไม่ติดมัน เต้าหู้ ถั่วเหลืองเป็นประจำ และรับประทานผักผลไม้และเมล็ดธัญพืชให้มาก ๆ",
                        "ออกกำลังกายอย่างสม่ำเสมอเพื่อช่วยเพิ่มการเผาผลาญพลังงานของร่างกายและลดระดับน้ำตาลในเลือดลง นอกจากนี้ยังช่วยเพิ่มความแข็งแรงให้กับหลอดเลือดและระบบไหลเวียนเลือดให้ดียิ่งขึ้นอีกด้วย",
                        "ควบคุมน้ำหนักตัวให้อยู่เกณฑ์ปกติ โดยที่ดัชนีมวลกายควรอยู่ที่ 18.5-22.9 กก./ม.2 ส่วนเส้นรอบเอวในผู้ชายควรน้อยกว่า 90 เซนติเมตร ส่วนในผู้หญิงควรน้อยกว่า 80 เซนติเมตร",
                        "ไม่ใช้ยาสเตียรอยด์อย่างพร่ำเพรื่อ และปรึกษาแพทย์หรือเภสัชกรก่อนใช้ยาใด ๆ เสมอ",
                        "หลีกเลี่ยงการสูบบุหรี่ ไม่ดื่มแอลกอฮอล์จัด (เพราะอาจทำให้ตับอ่อนอักเสบหรือตับแข็งจนทำให้เป็นโรคเบาหวานตามมาได้)",
                        "ผู้ที่มีความเสี่ยงควรเข้ารับการตรวจคัดกรองโรคเบาหวาน (ดูในหัวข้อ เกณฑ์การตรวจคัดกรองโรคเบาหวานในผู้ที่ไม่มีอาการแสดง)",
                        "หญิงตั้งครรภ์ควรเข้ารับการฝากครรภ์ตั้งแต่ในระยะแรก ๆ พบแพทย์ตามนัดอย่างสม่ำเสมอ และควรได้รับการตรวจคัดกรองเบาหวานเพื่อดูว่าเป็นเบาหวานขณะตั้งครรภ์หรือไม่ โดยเฉพาะอย่างยิ่งในกลุ่มที่มีความเสี่ยงสูง (มีลักษณะข้อใดข้อหนึ่งดังต่อไปนี้ คือ อายุ 35 ปีขึ้นไป, ก่อนตั้งครรภ์มีน้ำหนักตัวเกิน 23 กก./ม.2, ตรวจพบน้ำตาลในปัสสาวะ, เคยคลอดทารกพิการแต่กำเนิด, มีประวัติเป็นกลุ่มอาการถุงน้ำรังไข่ชนิดหลายถุง, มีประวัติคนในครอบครัวเป็นเบาหวาน, เคยเป็นเบาหวานขณะตั้งครรภ์ในการตั้งครรภ์ครั้งก่อน, เคยคลอดทารกที่มีน้ำหนักตัวมากกว่า 4 กิโลกรัม, เคยคลอดทารกที่เสียชีวิตในครรภ์โดยไม่ทราบสาเหตุ, มีภาวะน้ำคร่ำมากกว่าปกติ) ถ้าพบว่าเป็นเบาหวานขณะตั้งครรภ์ก็จะได้รับการดูแลจากสูติแพทย์ร่วมกับอายุรแพทย์อย่างจริงจัง พร้อมทั้งควบคุมอาหารที่รับประทานและออกกำลังกายตามคำแนะนำของแพทย์อย่างเคร่งครัด",
                        "โดยทั่วไปแพทย์ในรายที่มีปัจจัยเสี่ยงแพทย์จะแนะนำให้ตรวจเลือดเพื่อดูระดับน้ำตาลในเลือดตั้งแต่อายุ 30 ปี (รวมถึงตรวจดูว่ามีไขมันในเลือดสูงและ/หรือมีความดันโลหิตสูงด้วยหรือไม่ เพราะทั้ง 3 โรคมักเกิดร่วมกันเสมอ) ส่วนคนทั่วไปการตรวจเลือดเพื่อดูค่าน้ำตาลควรเริ่มตรวจที่อายุประมาณ 40 ปี"
            ],
            "treatment": "เมื่อผู้ป่วยได้รับการตรวจวินิจฉัยว่าเป็นโรคเบาหวาน แพทย์จะให้สุขศึกษาแนะนำข้อควรปฏิบัติสำหรับผู้ป่วย พร้อมกับอธิบายให้ผู้ป่วยเข้าใจถึงธรรมชาติของโรคและปัจจัยที่มีผลต่อระดับน้ำตาลในเลือด เพื่อให้ผู้ป่วยเห็นประโยชน์และทราบถึงแนวทางในการควบคุมโรค (มิเช่นนั้น ผู้ป่วยอาจละเลยในการดูแลตนเอง ดิ้นรนเปลี่ยนหมอไปเรื่อย ๆ หรือหันไปกินยาหม้อหรือสมุนไพรแทน ซึ่งในปัจจุบันยังไม่มีข้อมูลการวินิจฉัยที่ยืนยันได้ว่ามีสมุนไพรชนิดใดที่ใช้รักษาโรคเบาหวานแล้วได้ผลดีและปลอดภัยกว่ายามาตรฐาน) และพิจารณาให้ยารักษาเบาหวาน ร่วมไปกับการประเมินภาวะเสี่ยงอื่น ๆ (เช่น ความดันโลหิตสูง ภาวะน้ำหนักตัวเกิน ไขมันในเลือดสูงหรือผิดปกติ) และทำการควบคุมความเสี่ยงต่าง ๆ (เช่น ให้ยาลดความดัน ยาลดไขมัน) ควบคู่กันไปให้ได้ตามเป้าหมายในข้อ 3 ซึ่งถ้าควบคุมได้ดีอย่างต่อเนื่องก็จะช่วยลดภาวะแทรกซ้อนต่าง ๆ ลงได้ โดยข้อควรปฏิบัติสำหรับผู้ป่วยเบาหวาน ซึ่งถือเป็นหัวใจสำคัญของการรักษาโรคเบาหวาน มีดังนี้ ไปพบแพทย์และตรวจเลือดตามนัดอย่างสม่ำเสมอ และขอย้ำว่าถ้ามีระดับน้ำตาลในเลือดสูงเพียงเล็กน้อย (140-200 มก./ดล.) ก็อาจไม่มีอาการผิดปกติให้รู้สึกได้ ทำให้ผู้ป่วยชะล่าใจและปล่อยตัวจนอาจเกิดภาวะแทรกซ้อนในระยะยาวได้ เพราะโรคนี้ถือเป็นภัยเงียบ (Silent Killer) ชนิดหนึ่ง หากเป็นไปได้ผู้ป่วยจึงควรตรวจดูระดับน้ำตาลในเลือดทุกวันหรือทุปสัปดาห์ ปฏิบัติตามแพทย์/พยาบาลแนะนำอย่างเคร่งครัด รับประทานยารักษาเบาหวานหรือฉีดอินซูลินตามขนาดที่แพทย์สั่งให้ถูกต้องครบถ้วนและไม่ขาดยา โดยห้ามลดขนาดยาหรือปรับเพิ่มขนาดยาเองตามความรู้สึกหรือการคาดเดาของตัวเองเป็นอันขาด เพราะการใช้ยาต่ำกว่าขนาดอาจทำให้ระดับน้ำตาลในเลือดสูงจนควบคุมโรคไม่ได้ ส่วนการใช้ยาเกินขนาดก็อาจทำให้เกิดภาวะน้ำตาลในเลือดต่ำจนเป็นอันตรายได้เช่นกัน ผู้ป่วยไม่ควรหาซื้อยาชุดมารับประทานเอง เพราะยาบางชนิดอาจเพิ่มน้ำตาลในเลือดได้ เช่น ยาสเตียรอยด์ ยาขับปัสสาวะ หรือยาบางอย่างอาจเสริมฤทธิ์ของยารักษาเบาหวานจนทำให้ระดับน้ำตาลในเลือดต่ำได้ เช่น ยาแอสไพริน ยาต้านการอักเสบที่ไม่ใช่สเตียรอยด์ ยากลุ่มซัลฟาอย่างโคไตรม็อกซาโซล สมุนไพรรักษาเบาหวาน ฯลฯ แต่ถ้าจำเป็นต้องใช้ยาเองก็ต้องดูแน่ใจก่อนว่ายาชนิดนั้นไม่มีผลต่อระดับน้ำตาลในเลือด หรือควรปรึกษาแพทย์ก่อนการใช้ยาและสมุนไพรทุกชนิด ควบคุมอาหารการกินอย่างเคร่งครัด ออกกำลังอย่างสม่ำเสมอ "
        },
        {
            "name": "ความดันโลหิตสูง (Hypertension)",
            "information": "ความดันโลหิต หมายถึง แรงดันของกระแสเลือดที่กระทบต่อผนังหลอดเลือดแดงซึ่งเกิดจากการสูบฉีดของหัวใจ (คล้ายแรงลมที่ดันผนังของยางรถเมื่อเราสูบลมเข้า) ซึ่งสามารถวัดได้โดยการใช้เครื่องวัดความดัน (Sphygmomanometer) วัดที่แขน และมีค่าที่วัดได้ 2 ค่า คือ ความดันช่วงบน หรือ ความดันซิสโตลี (Systolic blood pressure) หมายถึง แรงดันเลือดในขณะที่หัวใจบีบตัว ซึ่งอาจจะสูงตามอายุ และความดันช่วงบนของคนคนเดียวกันอาจมีค่าแตกต่างกันบ้างเล็กน้อย ตามท่าของร่างกาย การเปลี่ยนแปลงของอารมณ์ และปริมาณของการออกกำลังาย ความดันช่วงล่าง หรือ ความดันไดแอสโตลี (Diastolic blood pressure) หมายถึง แรงดันเลือดในขณะที่หัวใจคลายตัว ในปัจจุบันได้มีการกำหนดค่าความดันโลหิตปกติและระดับความรุนแรงของโรคความดันโลหิตสูงสำหรับผู้ที่มีอายุตั้งแต่ 18 ปีขึ้นไป ดังตารางด้านล่าง ความดันโลหิตสูง, ความดันเลือดสูง, ความดันสูง หรือที่แพทย์บางท่านเรียกว่า ภาวะความดันโลหิตสูง (อังกฤษ : Hypertension หรือ High blood pressure) หมายถึง ภาวะที่ความดันช่วงบนมีค่าตั้งแต่ 130 มิลลิเมตรปรอทขึ้นไป และ/หรือความดันช่วงล่างมีค่าตั้งแต่ 80 มิลลิเมตรปรอทขึ้นไป ซึ่งโดยมากผู้ป่วยจะมีความดันช่วงล่างสูง (Diastolic hypertension) โดยที่ความดันช่วงบนจะสูงหรือไม่ก็ได้ แต่บางรายอาจมีความดันช่วงบนสูงเพียงอย่างเดียว แต่มีค่าความดันช่วงล่างไม่สูงก็ได้เช่นกัน เรียกว่า “ความดันช่วงบนสูงเดี่ยว” (Isolated systolic hypertension - ISHT) ซึ่งนับว่าเป็นอันตรายไม่น้อยไปกว่าความดันช่วงล่างสูงและผู้ป่วยควรได้รับการรักษาอย่างจริงจัง โรคความดันโลหิตสูงเป็นโรคที่พบได้บ่อยมากโรคหนึ่งในผู้ใหญ่ โดยพบได้สูงถึงประมาณ 25-30% ของประชากรโลกที่เป็นผู้ใหญ่ทั้งหมด พบได้ในผู้ชายมากกว่าผู้หญิง และจะพบได้สูงขึ้นในผู้สูงอายุ (ในบางประเทศพบโรคความดันโลหิตสูงได้สูงถึง 50% ของผู้ที่มีอายุตั้งแต่ 60 ปีขึ้นไป) ส่วนในเด็กก็สามารถพบเป็นโรคนี้ได้เช่นกัน แต่จะพบได้น้อยกว่าในผู้ใหญ่มาก",
            "symptom": [
                "ในรายที่เป็นความดันโลหิตสูงชนิดไม่ทราบสาเหตุ (พบได้เป็นส่วนใหญ่) ส่วนใหญ่จะมีไม่อาการแสดงแต่อย่างใด และมักตรวจพบได้โดยบังเอิญจากการตรวจคัดกรองโรคหรือเมื่อมาพบแพทย์ด้วยปัญหาอื่นที่ไม่เกี่ยวข้อง มีส่วนน้อยที่อาจมีอาการปวดมึนท้ายทอย ตึงที่ต้นคอ เวียนศีรษะ ซึ่งมักจะเป็นตอนตื่นนอนใหม่ ๆ พอตอนสายอาการจะทุเลาไปเอง บางรายอาจมีอาการปวดศีรษะตุบ ๆ แบบไมเกรน ส่วนในรายที่เป็นมานาน ๆ หรือมีความดันโลหิตสูงมาก ๆ อาจจะมีอาการอ่อนเพลีย เหนื่อยง่าย ใจสั่น นอนไม่หลับ ตามัว มือเท้าชา หรือมีเลือดกำเดาไหล หากปล่อยทิ้งไว้นาน ๆ โดยไม่ได้รับการรักษา อาจแสดงอาการของภาวะแทรกซ้อนได้ เช่น หอบเหนื่อบ เจ็บหน้าอก บวม แขนขาเป็นอัมพาต เป็นต้น",
                "ส่วนในรายที่เป็นความดันโลหิตสูงชนิดทราบสาเหตุ (พบได้เป็นส่วนน้อย) อาจมีอาการแสดงของโรคที่เป็นสาเหตุ เช่น มีระดับความดันโลหิตแกว่งขึ้น ๆ ลง ๆ ร่วมกับมีอาการปวดศีรษะ ใจสั่น และเหงื่อออกเป็นพัก ๆ (อาจเป็นเนื้องอกต่อมหมวกไตฟีโอโครโมไซโตมา), นอนกรนผิดปกติ (อาจเป็นภาวะหยุดหายใจขณะหลับ), ต้นแขนและขาอ่อนแรงเป็นพัก ๆ (อาจเป็นภาวะแอลโดสเตอโรนสูงชนิดปฐมภูมิ), ปวดหลังร่วมกับปัสสาวะขุ่นแดง (อาจเป็นนิ่วไต), รูปร่างอ้วนฉุ หน้าอูม มีไขมัน (หนอกควาย) ที่หลังคอ และมีประวัติการรับประทานยาสเตียรอยด์ ยาชุด หรือยาลูกกลอนมาก่อน (อาจเป็นโรคคุชชิง) เป็นต้น"
            ],
            "findSymptom": [
                "ปวดมึนท้ายทอย",
                "ตึงที่ต้นคอ",
                "เวียนศีรษะ",
                "ปวดศีรษะ",
                "อาการอ่อนเพลีย",
                "เหนื่อยง่าย",
                "ใจสั่น",
                "นอนไม่หลับ",
                "ตามัว",
                "มือเท้าชา",
                "เลือดกำเดาไหล",
                "หอบเหนื่อบ",
                "เจ็บหน้าอก",
                "แขนขาบวม",
                "เหงื่อออกเป็นพัก ๆ",
                "นอนกรนผิดปกติ",
                "แขนและขาอ่อนแรง",
                "ปวดหลัง",
                "ปัสสาวะขุ่นแดง"
            ],
            "cause": "ผู้ป่วยที่เป็นโรคความดันโลหิตสูงส่วนใหญ่ประมาณ 90-95% แพทย์จะตรวจไม่พบโรค หรือภาวะผิดปกติ หรือสิ่งที่เป็นต้นเหตุของความดันโลหิตสูง เรียกว่า “ความดันโลหิตสูงชนิดปฐมภูมิ” (Primary hypertension) หรือ “ความดันโลหิตสูงชนิดไม่ทราบสาเหตุแน่ชัด” (Essential hypertension) เมื่อกล่าวถึงโรคความดันโลหิตสูงเรามักจะหมายถึงโรคความดันโลหิตสูงชนิดนี้เป็นหลัก ผู้ป่วยที่เป็นโรคความดันโลหิตสูงส่วนน้อยประมาณ 5-10% แพทย์อาจตรวจพบโรค หรือภาวะผิดปกติ หรือสิ่งที่เป็นสาเหตุของความดันโลหิตสูงได้ ซึ่งเรียกว่า “ความดันโลหิตสูงชนิดทุติยภูมิ” (Secondary hypertension) หรือ “ความดันโลหิตสูงชนิดทราบสาเหตุ”ความดันช่วงบนสูงเดี่ยว มักพบในผู้สูงอายุ (ยิ่งมีอายุมากเท่าไหร่ก็จะยิ่งมีโอกาสพบได้มากขึ้นเท่านั้น), ภาวะหลอดเลือดแดงใหญ่ตีบ (Coarctation of aorta), ลิ้นหัวใจเอออร์ติกรั่ว (Aortic insufficiency), โรคคอพอกเป็นพิษ (Toxic goiter)ความดันโลหิตสูงเพียงชั่วคราว ความดันโลหิตอาจสูงเพียงชั่วคราวได้เมื่อมีภาวะที่ทำให้หัวใจต้องทำงานหนักขึ้น เช่น ไข้ ซีด เกิดอารมณ์เครียด (เช่น โกรธ ตื่นเต้น), ออกกำลังกายใหม่ ๆ ฯลฯ ซึ่งไม่จำเป็นต้องรักษาแต่อย่างใด และความดันจะกลับมาเป็นปกติได้เองเมื่อปัจจัยเหล่านี้ได้หมด",
            "prevent": [
                        "รับประทานอาหารที่มีประโยชน์ให้ครบ 5 หมู่ในปริมาณที่เหมาะทุกวัน เน้นผักและผลไม้ชนิดไม่หวานให้มาก ๆ และลดอาหารพวกไขมันชนิดอิ่มตัว แป้ง น้ำตาล ของหวาน และอาหารเค็ม",
                        "ควบคุมน้ำหนักตัวให้อยู่ในเกณฑ์ปกติ โดยให้มีค่าดัชนีมวลกาย (BMI) น้อยกว่า 23 กก./ม.2 ความยาวรอบเอวน้อยกว่า 90 เซนติเมตรในผู้ชาย และ 80 เซนติเมตรในผู้หญิง ด้วยการควบคุมอาหารและหมั่นออกกำลังกายอย่างสม่ำเสมอ",
                        "ออกกำลังกายแบบแอโรบิกเป็นประจำ เช่น การเดินเร็ว วิ่งเหยาะ ขี่จักรยาน ว่ายน้ำ ครั้งละ 30-45 นาที สัปดาห์ละ 3-5 ครั้ง หรือวันเว้นวัน",
                        "พักผ่อนให้เพียงพอและรักษาสุขภาพจิตให้ดีอยู่เสมอ",
                        "ลดปริมาณของเกลือโซเดียมที่บริโภคไม่ให้เกินวันละ 2.4 กรัม (เทียบเท่าเกลือแกง 6 กรัม หรือประมาณ 1 ช้อนชา)",
                        "ถ้าเป็นผู้ดื่มแอลกอฮอล์อยู่แล้ว สำหรับผู้ชายควรจำกัดปริมาณของแอลกอฮอล์ให้ไม่เกินวันละ 2 หน่วยการดื่ม (เทียบเท่ากับวิสกี้ 90 มิลลิลิตร ไวน์ 300 มิลลิลิตร หรือเบียร์ 720 มิลลิลิตร) ส่วนผู้หญิงและผู้ที่มีน้ำหนักตัวน้อยควรจำกัดปริมาณของการดื่มแอลกอฮอล์ให้ไม่เกินวันละ 1 หน่วยการดื่ม (เทียบเท่ากับวิสกี้ 45 มิลลิลิตร ไวน์ 3150 มิลลิลิตร หรือเบียร์ 360 มิลลิลิตร)",
                        "ปรึกษาแพทย์เกี่ยวกับยาที่ใช้อยู่เพราะอาจมียาบางตัวที่ทำให้เกิดความดันโลหิตสูงได้ ส่วนการใช้ยาคุมกำเนิดแนะนำว่าควรปรึกษาแพทย์",
                        "ผู้ที่มีอายุตั้งแต่ 18 ปีขึ้นไป แม้ว่าจะยังรู้สึกสบายดีก็ควรไปตรวจสุขภาพซึ่งรวมถึงการตรวจวัดความดันโลหิตอย่างน้อยทุก 2 ปี ส่วนผู้ที่มีอายุตั้งแต่ 35 ปีขึ้นไป แนะนำว่าควรไปตรวจวัดความดันโลหิตอย่างน้อยปีละ 1 ครั้ง หรือตรวจบ่อยตามที่แพทย์หรือพยาบาลแนะนำ โดยเฉพาะอย่างยิ่งในผู้ที่มีรูปร่างอ้วนหรือมีพ่อแม่พี่น้องเป็นโรคนี้ (อาจเป็นสถานพยาบาลใกล้บ้านก็ได้ เช่น คลินิกแพทย์ สถานีอนามัย ศูนย์บริการสาธารณสุข)"
            ],
            "treatment": "ก่อนการรักษาแพทย์จะทำการประเมินผู้ป่วยแต่ละรายโดยการค้นหาสาเหตุ ประเมินพฤติกรรมและปัจจัยเสี่ยงต่อการเกิดโรคหัวใจและหลอดเลือด* ค้นหาโรคที่มีความสัมพันธ์กับโรคความดันโลหิตสูง และร่องรอยการทำลายของอวัยวะจากโรคความดันโลหิตสูง รวมทั้งค้นหาโรคหรือภาวะผิดปกติอื่น ๆ ที่มีผลต่อการเลือกใช้ยาลดความดันโลหิตซึ่งทำได้จากการตรวจต่าง ๆ ดังที่กล่าวไปแล้ว ทั้งนี้ยังต้องคำนึงถึงชนิดของโรคด้วย เพราะถ้าเป็นโรคความดันโลหิตสูงชนิดทราบสาเหตุ ผู้ป่วยก็จะมีโอกาสในการรักษาหายได้มากกว่าชนิดที่ไม่ทราบสาเหตุ ส่วนการรักษาโรคความดันโลหิตสูงนั้น แพทย์จะพิจารณาให้การรักษาตามระดับความรุนแรงของโรคร่วมไปกับการประเมินความเสี่ยงต่อการเกิดโรคหัวใจและหลอดเลือดใน 10 ปีข้างหน้า"
        },
        {
            "name": "กรดไหลย้อน (GERD)",
            "information": "โรคกรดไหลย้อน, โรคน้ำย่อยไหลกลับ, โรคกรดไหลกลับ หรือ โรคเกิร์ด (Gastroesophageal reflux disease - GERD) หมายถึง ภาวะที่น้ำย่อยในกระเพาะอาหารซึ่งมีฤทธิ์เป็นกรดไหลย้อนกลับขึ้นไประคายเคืองในหลอดอาหารและลำคอ ทำให้เกิดอาการแสบร้อนกลางอก ลำคอ และกล่องเสียงอักเสบ กรดไหลย้อน เป็นโรคที่พบได้ประมาณ 10-15% ของผู้ที่มีอาการอาหารไม่ย่อย (Syspepsia) เป็นโรคที่พบได้ในคนทุกอายุ ตั้งแต่เด็กแรกเกิดไปจนถึงผู้สูงอายุ โดยจะพบอัตราการเกิดสูงขึ้นในคนที่อายุมากกว่า 40 ปีขึ้นไป (พบสูงสุดในคนอายุ 60-70 ปีขึ้นไป) แต่ก็อาจพบได้ในเด็กเล็กและคนวัยหนุ่มสาวได้ด้วยเช่นกัน ผู้หญิงและผู้ชายมีโอกาสเป็นโรคนี้ได้ใกล้เคียงกัน มีรายงานว่า ในคนตะวันตกจะพบโรคนี้ได้ประมาณ 10-20% ของประชากร ส่วนในสหรัฐอเมริกาพบคนที่มีอาการของโรคนี้ประมาณ 25-40% โดยคาดว่าเมื่อคนมีอายุยืนยาวมากขึ้นก็จะพบโรคนี้ได้เพิ่มมากขึ้นตามไปด้วย",
            "symptom": [
                "ผู้ป่วยจะมีอาการปวดแสบตรงลิ้นปี่หรือยอดอก เรียกว่า อาการแสบร้อนกลางอก (Heartburn) ซึ่งเป็นอาการสำคัญของโรคนี้ แต่พบในคนปกติเป็นครั้งคราวได้ โดยอาการนี้จะเกิดขึ้นหลังการรับประทานอาหารเข้าไปในปริมาณมาก ประมาณ 30-60 นาที หรือหลังรับประทานอาหารแล้วล้มตัวลงนอนราบ นั่งงอตัว หรือโค้งตัวลงต่ำ มีการรัดเข็มขัดแน่นหรือใส่กางเกงคับเอว โดยผู้ป่วยมักจะมีอาการแบบเป็น ๆ หาย ๆ เรื้อรัง ซึ่งแต่ละครั้งมักจะมีอาการปวดนานประมาณ 2 ชั่วโมง ในบางรายอาจมีอาการปวดแสบร้าวจากยอดอกขึ้นไปถึงคอหอย คล้ายโรคกล้ามเนื้อหัวใจตาย (Myocardial infarction) หรือมีอาการจุกแน่นยอดอกคล้ายอาหารไม่ย่อย คลื่นไส้ หรือเรอบ่อย",
                "บางรายอาจมีอาการขย้อนอาหารหรือเรอเอาน้ำย่อยรสเปรี้ยวขึ้นไปที่คอหอย หรือรู้สึกมีรสขมของน้ำดี หรือรสเปรี้ยวของกรดในปากหรือคอ หรือหายใจมีกลิ่น",
                "บางรายตอนตื่นนอนอาจรู้สึกขมคอ เปรี้ยวปาก อาจมีเสียงแหบ (เนื่องจากน้ำย่อยระคายเคืองจนกล่องเสียงอักเสบ) เจ็บคอ แสบลิ้น หรือไอเรื้อรัง (เนื่องจากน้ำย่อยระคายเคืองคอหอยและหลอดลม) เรอบ่อย (เนื่องจากภาวะมีน้ำย่อยและอาหารบางส่วนค้างอยู่ในกระเพาะอาหาร) ซึ่งผู้ป่วยอาจมาพบแพทย์เนื่องจากอาการเหล่านี้แบบเรื้อรัง",
                "ในรายที่มีภาวะกรดไหลย้อนรุนแรง (ไหลขึ้นไปถึงปากและคอหอย) อาจมีอาการกระแอมไอบ่อย หรือรู้สึกมีเสมหะอยู่ในคอหรือระคายคอ โดยเฉพาะอย่างยิ่งหลังรับประทานอาหารหรืออยู่ในท่านอนราบ",
                "บางรายอาจมาพบแพทย์ด้วยภาวะแทรกซ้อน เช่น มีอาการกลืนอาหารแข็งลำบาก เนื่องจากปล่อยให้เกิดภาวะหลอดอาหารอักเสบเรื้อรังจนตีบตัน",
                "ในรายที่มีภาวะกรดไหลย้อนเพียงเล็กน้อย อาจไม่มีอาการผิดปกติแสดงออกมาให้เห็นก็ได้",
                "ส่วนในทารกอาจเป็นโรคกรดไหลย้อนตั้งแต่แรกเกิดได้ เนื่องจากหูรูดส่วนล่างของหลอดอาหารยังเจริญไม่เต็มที่ ทารกจึงมักมีอาการงอแง ร้องกวน อาเจียนบ่อย ไอบ่อยตอนกลางคืน เสียงแหบ หรือหายใจมีเสียงวี้ด เบื่ออาหาร น้ำหนักตัวไม่ขึ้น ทารกบางรายอาจสำลักน้ำย่อยเข้าปอดทำให้ปอดอักเสบ ซึ่งอาจกำเริบได้บ่อย แต่อาการมักจะหายไปเมื่ออายุได้ประมาณ 6-12 เดือน แต่บางรายก็อาจรอจนถึงเข้าสู่วัยรุ่นอาการจึงจะดีขึ้น ส่วนในเด็กโตมักจะมีอาการคล้ายกับผู้ใหญ่"
            ],
            "findSymptom": [
                "จุกแน่นยอดอก",
                "คลื่นไส้",
                "เรอบ่อย",
                "ขย้อนอาหาร",
                "หายใจมีกลิ่น",
                "ขมคอ",
                "เปรี้ยวปาก",
                "เสียงแหบ",
                "เจ็บคอ",
                "แสบลิ้น",
                "กรดไหลย้อน",
                "กระแอมไอบ่อย",
                "มีเสมหะ",
                "ระคายคอ",
                "กลืนอาหารแข็งลำบาก",
            ],
            "cause": "หูรูดส่วนล่างของหลอดอาหารเสื่อมตามอายุหรือหูรูดยังเจริญได้ไม่เต็มที่ (ในทารก) ในผู้สูงอายุ เซลล์ต่าง ๆ ทุกชนิดของร่างกายรวมทั้งหูรูดและของกระเพาะอาหารจะค่อย ๆ เสื่อมลง ดังนั้นจึงทำให้หูรูดนี้หย่อนสมรรถภาพลง อาหารและน้ำย่อยในกระเพาะอาหารจึงดันย้อนกลับขึ้นไปที่หลอดอาหารได้ง่าย ส่วนในเด็กทารกจะเกิดจากหูรูดส่วนนี้ยังเจริญไม่เต็มที่ การทำงานจึงหย่อนยาน เด็กทารกจึงมีการขย้อนนมและอาหารออกมาได้ แต่อาการต่าง ๆ มักจะหายไปเองเมื่อเด็กโตขึ้น เพราะกล้ามเนื้อหูรูดจะเริ่มแข็งแรงมากขึ้นแล้ว มีปริมาณกรดค้างอยู่ในหลอดอาหารนานกว่าปกติ เนื่องจากกลไกในการกำจัดกรดในหลอดอาหารผิดปกติ เช่น มีน้ำลายน้อย หรือการบีบตัวของหลอดอาหารผิดปกติ (ทำให้อาหารที่รับประทานลงช้าหรืออาหารที่ไหลย้อนกลับขึ้นมาจากเพาะอาหารค้างอยู่ในหลอดอาหารนานกว่าปกติ) กระเพาะอาหารบีบตัวลดลงเนื่องจากสาเหตุต่าง ๆ เช่น จากอายุที่สูงมากขึ้น (เมื่ออายุ 40 ปีขึ้นไป เซลล์ต่าง ๆ ทุกชนิดของร่างกายรวมทั้งหูรูดและของกระเพาะอาหารจะค่อย ๆ เสื่อมลง), จากการอักเสบของกระเพาะอาหารหรือของเส้นประสาทกระเพาะอาหาร จากผลข้างเคียงของยาบางชนิด (เช่น ยาทางจิตประสาท), จากการได้รับสารบางอย่างที่ทำให้กล้ามเนื้อหูรูดในหลอดอาหารคลายตัว (เช่น แอลกอฮอล์, สะระแหน่) จึงส่งผลให้เกิดการคั่งของอาหารและน้ำย่อยนานกว่าปกติ ซึ่งจะเพิ่มแรงดันในกระเพาะอาหารดันให้หูรูดนี้เปิดออก อาหารหรือน้ำย่อยจึงไหลย้อนกลับขึ้นไปที่หลอดอาหาร การมีแรงดันในกระเพาะอาหารเพิ่มขึ้น จึงดันให้หูรูดเปิดหรือปิดไม่สนิท ทำให้อาหารหรือน้ำย่อยในกระเพาะอาหารไหลย้อนกลับขึ้นไปที่หลอดอาหาร เช่น อาการไอ โดยเฉพาะการไอเรื้อรัง, การตั้งครรภ์, โรคอ้วน, การรับประทานอาหารแต่ละมื้อในปริมาณมาก, หลังรับประทานอาหารเสร็จแล้วนอนเลย, การรับประทานอาหารประเภทที่ค้างอยู่ในกระเพาะอาหารได้นาน (เช่น อาหารมัน) เป็นต้น มีปัจจัยที่ส่งเสริมให้ภาวะกรดไหลย้อนเกิดบ่อยและนานขึ้น เช่น การมีไส้เลื่อนกะบังลมขนาดใหญ่, การมีปริมาตรของกระเพาะเพิ่มมากขึ้น, กระเพาะอาหารขยายตัวมากขึ้น, กระเพาะมีกรดหรือสิ่งคัดหลั่งมากขึ้น",
            "prevent": [
                        "พยายามหลีกเลี่ยงสาเหตุหรือปัจจัยเสี่ยง (ที่หลีกเลี่ยงได้) ดังที่กล่าวมา",
                        "ควรปรับพฤติกรรมการรับประทานอาหาร การใช้ชีวิต และปฏิบัติตนตามคำแนะนำในหัวข้อวิธีรักษาโรคกรดไหลย้อน"
            ],
            "treatment": "ถ้าเริ่มมีอาการในระยะแรก แพทย์จะให้รับประทานยาต้านกรดหรือยาลดกรด (Antacids) ร่วมกับยาลดการสร้างกรดกลุ่มต้านเอช 2 (H2 antagonist) เช่น รานิทิดีน (Ranitidine) ครั้งละ 150 มิลลิกรัม วันละ 2 ครั้ง ทุก 12 ชั่วโมง หรือรับประทานครั้งเดียวในขนาด 300 มิลลิกรัม หลังอาหารเย็นหรือก่อนนอน นาน 2 สัปดาห์ ถ้าอาการดีขึ้นให้รับประทานจนครบ 8 สัปดาห์ แต่ถ้าไม่ดีขึ้นหรือมีอาการกำเริบ หรือน้ำหนักตัวลดลง ควรปรึกษาแพทย์ผู้เชี่ยวชาญเพื่อตรวจหาสาเหตุ ผู้ป่วยที่มีอาการแบบเป็น ๆ หาย ๆ เรื้อรัง หรือเสียงแหบ เจ็บคอ หรือไอเรื้อรัง หรือมีอาการผิดปกติอื่น ๆ ร่วมด้วย เช่น เจ็บหน้าอกเวลากลืนอาหาร กลืนลำบาก หายใจลำบาก อาเจียน ซีด ตาเหลือง น้ำหนักตัวลด คลำได้ก้อนในท้อง ถ่ายอุจจาระดำ เจ็บหน้าอกอย่างรุนแรง เป็นต้น หรือพบในทารกที่มีอาการอาเจียนบ่อย ไอบ่อย หรือน้ำหนักตัวไม่ขึ้น ควรไปพบแพทย์ที่โรงพยาบาลเพื่อตรวจหาสาเหตุและรับการรักษาอย่างถูกต้องต่อไป ในรายที่รักษาด้วยยามาเป็นเวลานานแล้วและยังไม่สามารถควบคุมอาการหรือหยุดการใช้ยาได้ หรือเป็นผู้ป่วยที่ไม่สามารถรับประทานยาได้เป็นเวลานานและมีผลข้างเคียงจากยา หรือผู้ป่วยที่มีภาวะแทรกซ้อนร่วมด้วย เช่น หลอดอาหารตีบ หลอดอาหารอักเสบรุนแรง กล่องเสียงอักเสบเรื้อรัง โรคหืดกำเริบบ่อย หรือมีไส้เลื่อนกะบังลมขนาดใหญ่ อาจต้องรักษาด้วยการผ่าตัดซ่อมแซม (ผูก) หูรูดส่วนล่างของหลอดอาหารด้วยวิธีส่องกล้องเข้าไปในช่องท้อง (Laparoscopic fundoplication) แต่บางรายแพทย์ก็อาจให้การรักษาด้วยวิธีการใช้ความร้อนจากคลื่นวิทยุ (Radiofrequency therapy) เข้าไปทำลายเนื้อเยื่อตรงส่วนปลายของหลอดอาหาร ทำให้เกิดแผลเป็นดึงรั้งให้หูรูดหดแน่น ซึ่งจะช่วยให้อาการทุเลาลงได้ "
        },
        {
            "name": "โรคหลอดเลือดหัวใจ (Coronary artery disease)",
            "information": "โรคหลอดเลือดหัวใจ, โรคของหลอดเลือดหัวใจ, โรคหลอดเลือดเลี้ยงหัวใจ หรือ โรคหลอดเลือดโคโรนารี (ภาษาอังกฤษ : Coronary artery disease : CAD หรือ Coronary heart disease : CHD) คือ โรคที่เกิดจากการเกาะของไขมันภายในผนังหลอดเลือดหัวใจ ทำให้หลอดเลือดตีบแคบลงหรืออุดตันจนปิดกั้นการไหลเวียนของเลือด ส่งผลให้กล้ามเนื้อหัวใจขาดเลือดไปเลี้ยง หากเกิดขึ้นเพียงชั่วครั้งชั่วคราวก็จะมีอาการเจ็บแน่นหน้าอกเพียงชั่วขณะ ซึ่งจะเป็น ๆ หาย ๆ เวลามีสาเหตุมากระตุ้นให้กำเริบ แต่ถ้าเกิดมีลิ่มเลือดไปอุดตันในหลอดเลือดหัวใจก็จะทำให้กล้ามเนื้อหัวใจตายเฉียบพลัน ซึ่งถือเป็นภาวะที่มีอันตรายร้ายแรงและอาจทำให้เสียชีวิตได้อย่างกะทันหัน โรคหลอดเลือดหัวใจจัดเป็นโรคของผู้ใหญ่ที่พบได้ตั้งแต่คนวัยหนุ่มสาวไปจนถึงผู้สูงอายุ เป็นโรคที่มักพบได้มากขึ้นตามอายุ ส่วนมากจะมีอาการกำเริบเมื่อมีอายุมากกว่า 40 ปีขึ้นไป (มักไม่พบในผู้ชายอายุต่ำกว่า 30 ปี หรือผู้หญิงอายุต่ำกว่า 40 ปี ที่ไม่มีโรคประจำตัวอยู่ก่อน) ในช่วงวัยเจริญพันธุ์นี้จะพบโรคนี้ในผู้ชายมากกว่าผู้หญิง แต่หลังจากวัยหมดประจำเดือนไปแล้วทั้งผู้ชายและผู้หญิงจะมีโอกาสเกิดโรคนี้ได้ใกล้เคียงกัน โรคนี้พบได้มากในผู้ที่มีปัจจัยเสี่ยง เช่น มีอายุมาก สูบบุหรี่ ขาดการออกกำลังกาย เป็นโรคอ้วน โรคเบาหวาน ความดันโลหิตสูง ไขมันในเลือดสูง ฯลฯ คนที่อยู่ดีกินดี คนที่มีอาชีพทำงานนั่งโต๊ะ และคนที่อาศัยอยู่ในเมืองจึงมีโอกาสเป็นโรคนี้ได้มากกว่าคนยากจน คนที่มีอาชีพใช้แรงงาน และคนที่อาศัยอยู่ในชนบท",
            "symptom": [
                "ผู้ป่วยจะยังไม่มีอาการเมื่อเริ่มเป็นโรคหรือเมื่อหลอดเลือดยังตีบไม่มาก",
                "มีอาการเหนื่อยง่ายในขณะออกแรงหรือออกกำลังกายที่เกิดขึ้นเฉียบพลันภายใน 1–2 สัปดาห์ หรือที่เกิดขึ้นเรื้อรังเกินกว่า 3 สัปดาห์ขึ้นไป",
                "ถ้าหลอดเลือดตีบตันมากขึ้น ผู้ป่วยจะมีอาการของโรคหัวใจขาดเลือดชั่วขณะ ดังนี้ ผู้ป่วยจะมีอาการปวดเค้นอกคล้ายมีอะไรมากดทับหรือจุกแน่นบริเวณกลางอกหรือยอดอก ซึ่งมักจะเจ็บร้าวมาที่ไหล่ซ้ายด้านในของแขนซ้าย บางรายอาจร้าวมาที่คอ ขากรรไกรหลัง หรือแขนขวา และในขณะที่มีอาการเจ็บหน้าอก ผู้ป่วยอาจมีอาการใจสั่น เหนื่อยหอบ เหงื่อออก เวียนศีรษะ คลื่นไส้ร่วมด้วยได้ โดยอาการเจ็บหน้าอกนี้มักจะเป็นอยู่นานประมาณ 2-3 นาที (มักไม่เกิน 10-15 นาที) แล้วหายไปเมื่อได้หยุดพักหรือหยุดทำในสิ่งที่เป็นตัวกระตุ้น หรือหลังจากได้รับยาขยายหลอดเลือด ผู้ป่วยบางรายอาจรู้สึกจุกแน่นที่ใต้ลิ้นปี่ คล้ายกับอาการอาหารไม่ย่อยหรือท้องอืดท้องเฟ้อ ผู้ป่วยมักมีอาการกำเริบเป็นครั้งคราวเวลาออกแรงมาก ๆ หรือเมื่อมีอารมณ์โกรธ ตกใจ ตื่นเต้น หรือมีจิตใจเคร่งเครียด รวมถึงในขณะที่สูบบุหรี่ ร่วมเพศ หลังรับประทานข้าวอิ่มจัด ๆ หรือเวลาที่ถูกอากาศเย็น ๆ ส่วนในผู้ป่วยที่มีภาวะโลหิตจางอย่างรุนแรง เป็นไข้ หรือหัวใจเต้นเร็ว (เช่น หลังดื่มกาแฟ หรือเป็นโรคคอพอกเป็นพิษ) ก็อาจกระตุ้นให้เกิดอาการของโรคนี้ได้เช่นกัน ผู้ป่วยที่เคยมีอาการเจ็บหน้าอกจากโรคหัวใจขาดเลือดชั่วขณะเป็นครั้งคราว หากต่อมามีอาการเจ็บหน้าอกรุนแรงขึ้น กำเริบบ่อยขึ้น หรือมีอาการเจ็บหน้าอกในขณะที่พักหรือออกแรงเพียงเล็กน้อย ให้สงสัยว่าตะกรันท่อหลอดเลือดอาจสะสมมากขึ้นจนหลอดเลือดหัวใจเกิดการอุดตันมากขึ้น หรือตะกรันท่อหลอดเลือดอาจเริ่มแตกหรือมีลิ่มเลือดเกิดขึ้น ซึ่งอาการเช่นนี้เรียกว่า “โรคหัวใจขาดเลือดชั่วขณะแบบไม่คงที่” (Unstable angina) ซึ่งถือเป็นภาวะฉุกเฉิน เพราะอาจทำให้เกิดโรคกล้ามเนื้อหัวใจตายเฉียบพลันตามมาได้ ส่วนผู้ป่วยที่มีอาการเจ็บหน้าอกแบบแปลบ ๆ เวลาหายใจเข้าลึก ๆ ไอ หรือจาม หรือเจ็บเวลาก้มตัวหรือกดถูกเจ็บ หรือรู้สึกเจ็บทั่วหน้าอกอยู่เรื่อย ๆ โดยที่ยังมีสุขภาพทั่วไปแข็งแรงดี มักไม่ใช่อาการแสดงของโรคหัวใจขาดเลือด",
                "เมื่อหลอดเลือดอุดตัน ผู้ป่วยจะมีอาการของโรคกล้ามเนื้อหัวใจตาย ดังนี้ ผู้ป่วยส่วนใหญ่จะมีอาการเจ็บหน้าในลักษณะเดียวกันกับโรคหัวใจขาดเลือดชั่วขณะ แต่จะมีอาการเจ็บรุนแรงและต่อเนื่องนานเป็นชั่วโมงหรือเป็นวัน ๆ แม้จะหยุดพักหรือหยุดทำในสิ่งที่เป็นตัวกระตุ้นอาการก็ยังไม่ทุเลา บางรายอาจมีอาการปวดแน่นท้องคล้ายโรคกระเพาะหรือไม่มีอาการเจ็บหน้าอกก็ได้ (ผู้ป่วยอาจเคยมีอาการเจ็บหน้าอกเป็นครั้งคราวนำมาก่อนเป็นเวลาหลายสัปดาห์ หรืออาจไม่มีอาการเจ็บหน้าอกมาก่อนเลยก็ได้ ผู้ป่วยมักจะมีอาการอ่อนเปรี้ยเพลียแรง ใจสั่น หน้ามืด เวียนศีรษะ คลื่นไส้ อาเจียน ร่วมด้วย ถ้าเป็นรุนแรงจะมีอาากรหายใจหอบเหนื่อย เนื่องจากมีภาวะหัวใจวายหรือเกิดภาวะช็อก (เหงื่อออก ตัวเย็น กระสับกระส่าย ใจหวิว เป็นลม) หรือชีพจรเต้นไม่สม่ำเสมอ ผู้ป่วยอาจเป็นลมหมดสติ หรือเสียชีวิตทันทีทันใดได้"
            ],
            "findSymptom": [
                "เหนื่อยง่าย",
                "ปวดเค้นอก",
                "จุกแน่นบริเวณกลางอก",
                "ใจสั่น",
                "เหนื่อยหอบ",
                "เหงื่อออก",
                "เวียนศีรษะ",
                "คลื่นไส้",
                "เจ็บหน้าอก",
                "จุกแน่นที่ใต้ลิ้นปี่",
                "อาหารไม่ย่อย",
                "ท้องอืดท้องเฟ้อ",
                "เป็นไข้",
                "หัวใจเต้นเร็ว",
                "ไอ",
                "จาม",
                "กระสับกระส่าย",
                "เป็นลม",
                "ชีพจรเต้นไม่สม่ำเสมอ"
            ],
            "cause": "โรคนี้มีสาเหตุมาจากผนังหลอดเลือดแดงแข็งและหนาตัวขึ้น (Atherosclerosis) ซึ่งเกิดเนื่องจากการมีไขมันไปเกาะอยู่ภายในผนังหลอดเลือด เรียกว่า “ตะกรันท่อหลอดเลือด” (Artherosclerotic plaque) ซึ่งจะค่อย ๆ พอกหนาตัวขึ้นทีละน้อยจนช่องทางเดินของเลือดตีบแคบลง เลือดจึงไปเลี้ยงหัวใจได้น้อยลง และในขณะที่กล้ามเนื้อหัวใจต้องการออกซิเจนมากขึ้นในการเผาผลาญให้เกิดพลังงานเพื่อใช้ทำกิจกรรมต่าง ๆ (เช่น ในขณะที่ออกแรงมาก ๆ ในการทำงานหรือเคลื่อนไหวร่างกาย หรือเมื่อมีอารมณ์รุนแรงหรือมีความเครียดสูง) หรือในขณะที่มีออกซิเจนไปเลี้ยงกล้ามเนื้อหัวใจน้อยลง (เช่น หลอดลือดหดตัวในขณะที่สูบบุหรี่หรือจากการมีความเครียดสูง เลือดไปเลี้ยงกระเพาะอาหารจำนวนมากหลังรับประทานข้าวอิ่มจัด ๆ หรือเมื่อเสียเลือดหรือโลหิตจาง) ผู้ป่วยก็จะเกิดอาการเจ็บหน้าอกเนื่องจากหัวใจขาดเลือดไปเลี้ยงชั่วขณะ แต่เมื่อขจัดสาเหตุดังกล่าวออกไป (เช่น กำจัดความเครียด หยุดการใช้แรงและสูบบุหรี่) อาการเจ็บหน้าอกก็จะทุเลาไปเอง ซึ่งเราเรียกภาวะดังกล่าวนี้ว่า “โรคหัวใจขาดเลือดชั่วขณะ” (Angina pectoris) หากปล่อยไว้นาน ๆ ตะกรันท่อหลอดเลือดที่เกาะอยู่ภายในผนังหลอดเลือดหัวใจจะเกิดการฉีกขาดหรือแตกออก เกล็ดเลือดก็จะจับตัวกันจนกลายเป็นลิ่มเลือดและอุดกั้นช่องทางเดินของเลือด ทำให้กล้ามเนื้อหัวใจขาดเลือดอยู่เป็นเวลานานจนเซลล์กล้ามเนื้อหัวใจตาย ผู้ป่วยจึงเกิดอาการเจ็บแน่นหน้าอกอย่างรุนแรง ซึ่งเป็นภาวะฉุกเฉินและเป็นอันตรายถึงชีวิตอย่างเฉียบพลันได้ เรียกว่า “โรคกล้ามเนื้อหัวใจตายเฉียบพลัน” (Acute myocardial information) ในช่วงแรกที่ร่างกายยังสามารถปรับตัวได้ ตะกรันท่อหลอดเลือดที่ใหญ่ขึ้นนั้นจะยังไม่ทำให้เกิดอาการแต่อย่างใด เพราะหลอดเลือดของเรายังสามารถขยายออกทางด้านนอกได้ ซึ่งในระยะนี้การวินิจฉัยจะมีเพียงวิธีเดียวคือการตรวจด้วยคลื่นเสียงสะท้อนความถี่สูงเพื่อดูความหนาตัวของผนังหลอดเลือด แต่เมื่อผ่านไปจนร่างกายของเราไม่สามารถปรับตัวหรือขยายออกทางด้านนอกได้แล้ว ตะกรันท่อหลอดเลือดที่ใหญ่ขึ้นก็จะขยายเข้าไปในท่อของหลอดเลือด เมื่อโตมากขึ้น ๆ จนรูของท่อหลอดเลือดเหลือน้อยกว่า 50% ก็จะทำให้ความเร็วของเลือดเพิ่มขึ้น เมื่อเลือดไหลเวียนอย่างรวดเร็วไปกระแทกผนังหลอดเลือดและตะกรัน ก็จะทำให้พังผืดที่หุ้มตะกรันเกิดการฉีกขาดหรือแตกออก เกิดเลือดออกในตะกรัน เมื่อเลือดออกเกิดแผลขึ้นก็จะเกิดเป็นก้อนเลือด ถ้าก้อนเลือดอยู่กับที่ไม่ไปไหนก็จะมีพังผืดมาหุ้มไว้ไม่หลุดไปไหน แต่ถ้าก้อนเลือดเกิดไหลไปอุดตันตามอวัยวะต่าง ๆ ก็จะทำให้เลือดไปเลี้ยงกล้ามเนื้อหัวใจได้ไม่เพียงพอ หรือถ้าโชคดีอาจยังไม่เกิดเรื่อง ตะกรันจะค่อย ๆ โตขึ้นเรื่อย ๆ จนไปทำให้ขนาดของท่อหลอดเลือดเล็กลงมากจนตันได้เช่นกัน ",
            "prevent": [
                        "งดการสูบบุหรี่ เพราะสารพิษในบุหรี่จะไปขัดขวางการไหลเวียนของเลือด กระตุ้นให้หัวใจทำงานหนักขึ้น ทำให้ปริมาณของออกซิเจนในเลือดลดลง และทำลายผนังหลอดเลือดอีกด้วย ซึ่งอาจก่อให้เกิดโรคหลอดเลือดหัวใจได้ (เมื่อหยุดสูบบุรี่ได้ประมาณ 20 นาที ความดันโลหิตจะลดลงสู่ระดับปกติ การหยุดสูบอย่างน้อย 10 ปีจะมีปัจจัยเสี่ยงต่อโรคหัวใจและหลอดเลือดใกล้เคียงกับคนที่ไม่สูบบุหรี่ และการหยุดสูบติดต่อกันนานมากกว่า 15 ปี ความเสี่ยงต่อการเกิดโรคหลอดเลือดหัวใจจะลดลงเหลือเท่ากับคนที่ไม่สูบบุหรี่)",
                        "งดการดื่มเครื่องดื่มที่มีแอลกอฮอล์ แต่หากไม่สามารถงดได้ ควรควบคุมปริมาณในการดื่มให้เหมาะสม (ไม่เกินสัปดาห์ละ 14 แก้ว) และไม่ควรดื่มอย่างต่อเนื่อง เพราะจะเป็นการเพิ่มความเสี่ยงของภาวะหัวใจวายได้",
                        "กำจัดความเครียด ซึ่งวิธีการกำจัดความเครียดที่ดีที่สุด คือ วิธีที่ตนเองชอบและพึงพอใจ เช่น การเจริญสมาธิ การออกกำลังกาย การฝึกโยคะ การรำมวยจีน การทำงานจิตอาสา การทำงานอดิเรก การฝึกการผ่อนคลายกล้ามเนื้อและการหายใจ ฯลฯ รวมถึงการส่งเสริมการได้รับความรักความอบอุ่นจากคนในครอบครัว การส่งเสริมให้มีส่วนร่วมในกิจกรรมของชุมชนหรือในที่ทำงาน",
                        "ออกกำลังกายอย่างสม่ำเสมอตามควรกับสุขภาพและเพิ่มกิจกรรมทางกายให้มากขึ้น โดยควรเป็นกิจกรรมทางกายตั้งแต่ระดับปานกลางขึ้นไป มีการออกแรงหรือออกกำลังกายที่ทำให้ร่างกายหายใจแรงขึ้น หัวใจเต้นเร็วขึ้นปานกลาง และออกแรงกายต่อเนื่องเป็นเวลาตั้งแต่ 10 นาทีขึ้นไปในแต่ละครั้ง ซึ่งอาจเป็นกิจกรรมที่เดินไปมาในที่ทำงาน การทำงานบ้าน การทำครัว การถือของเบา ๆ ที่ไม่หนักเกินไป หรือเป็นกิจกรรมจากการทำงาน กิจกรรมจากการเดินทางในชีวิตประจำวัน หรือกิจกรรมยามว่างก็ได้ การออกกำลังกายแบบแอโรบิกเป็นประจสัปดาห์ละ 4-5 วัน หรือวันเว้นวัน วันละ 30-60 นาที สามารถช่วยให้ร่างกายแข็งแรง ลดน้ำหนักส่วนเกิน ควบคุมโรคเบาหวาน คอเลสเตอรอล และความดันโลหิตสูง ซึ่งเป็นปัจจัยเสี่ยงต่อการเกิดโรคหลอดเลือดหัวใจได้ ผู้ที่ไม่ออกกำลังกายมักจะมีแนวโน้มที่จะเกิดภาวะหัวใจวายได้มากถึง 2 เท่า)",
                        "ปรับเปลี่ยนพติกรรมการรับประทานอาหาร โดยเน้นการรับประทานอาหารที่มีประโยชน์อย่างหลากหลายและครบ 5 หมู่ เพื่อช่วยควบคุมน้ำหนัก ความดันโลหิต และคอเลสเตอรอล  รับประทานอาหารที่มีไขมันต่ำและกากใยสูง เช่น ผักผลไม้ ถั่ว และธัญพืชต่าง ๆ (องค์การอนามัยโลกแนะนำให้บริโภคผักและผลไม้ในปริมาณไม่ต่ำกว่าวันละ 600 กรัม) ลดเครื่องดื่มที่ผสมน้ำตาล หลีกเลี่ยงอาหารขยะ อาหารจานด่วน อาหารสำเร็จรูป อาหารแปรรูปประเภทไส้กรอกหรือลูกชิ้น อาหารที่มีไขมันอิ่มตัวสูง (เช่น กะทิ น้ำมันปาล์ม แกง เนย มาร์การีน เครื่องใน ไข่แดง กุ้ง ปลาหมึก) และอาหารที่มีไขมันไม่อิ่มตัวชนิดทรานส์ (เช่น ขนมเบเกอรี่ที่ใช้เนยเทียมหรือเนยขาว เค้ก คุกกี้ โดนัท พายกรอบ มันฝรั่งทอด เฟรนช์ฟราย ข้าวโพดคั่ว หมูทอด ไก่ทอด ขนมกรุบกรอบ อาหารแช่แข็งบางชนิด (เช่น พิซซ่าแช่แข็ง)) งดอาหารรสเค็มจัดเพื่อลดอัตราการเกิดโรคความดันโลหิตสูง โดยจำกัดปริมาณของเกลือโซเดียมที่ได้รับต่อวันไม่ให้เกินวันละ 2,400 มิลลิกรัม หรือคิดเป็นเกลือแกงประมาณ 6 กรัม หรือ 1 ช้อนชาพูน หรือน้ำปลา ซีอิ๊ว ซอสถั่วเหลืองไม่เกิน 1½-2 ช้อนโต๊ะ ควรบริโภคอาหารให้เหมาะสมกับความต้องการใช้พลังงานในแต่ละวันเพื่อให้เกิดความสมดุลของพลังงานในร่างกาย โดยพลังงานที่ต้องการต่อวันของเด็กอายุ 6-13 ปี, หญิงวัยทำงานอายุ 25-60 ปี และผู้สูงอายุตั้งแต่ 60 ปีขึ้นไป คือ วันละ 1,600 กิโลแคลอรี ส่วนในวัยรุ่นชายและหญิงที่มีอายุ 14-25 ปี และชายวัยทำงานอายุ 25-60 ปี คือ วันละ 2,000 กิโลแคลอรี และสำหรับชายและหญิงที่ใช้พลังงานมาก (เช่น ผู้ใช้แรงงาน เกษตรกร นักกีฬา) คือ วันละ 2,400 กิโลแคลอรี",
                        "ควบคุมน้ำหนักตัวให้อยู่ในเกณฑ์ปกติ (ดัชนีมวลกาย 18.5-23 กิโลกรัม/ตารางเมตร)",
                        "ควบคุมโรคต่าง ๆ ที่เป็นสาเหตุ/ปัจจัยเสี่ยง (โรคเบาหวาน ความดันโลหิต ไขมันในเลือดสูง และโรคอ้วน) ให้ได้อย่างจริงจังและต่อเนื่อง รวมถึงรักษาสุขอนามัยพื้นฐานตามหลักสุขบัญญัติแห่งชาติ เพื่อให้ร่างกายแข็งแรงและมีสุขภาพจิตที่ดี ",
                        "ตรวจสุขภาพเป็นประจำ ในคนทั่วไปที่ยังไม่มีอาการผิดปกติควรไปพบแพทย์ทั่วไปเพื่อตรวจสุขภาพประจำปีอย่างต่อเนื่อง โดยเริ่มตั้งแต่อายุ 18-20 ปี เพื่อรักษาสุขภาพหัวใจและหลีกเลี่ยงความเสี่ยงของโรคหลอดเลือดหัวใจที่อาจจะเกิดขึ้น ส่วนในผู้ที่มีความกังวลในอาการที่เป็นอยู่หรือสงสัยในสุขภาพของตนเองควรปรึกษาแพทย์ และสำหรับผู้ที่อยู่ในกลุ่มเสี่ยงแนะนำให้ปรึกษาแพทย์โรคหัวใจได้เลย ไม่ว่าท่านจะอายุเท่าใด รวมทั้งในเด็กอ้วนด้วย และหากตรวจพบว่าเป็นโรคนี้ก็ควรเข้ารับการรักษากับแพทย์ผู้เชี่ยวชาญอย่างจริงจังและต่อเนื่อง ปฏิบัติตามคำแนะนำของแพทย์ โดยเฉพาะในเรื่องของการรับประทานยาที่ผู้ป่วยไม่ควรปรับยาหรือหยุดยาเอง และถ้ามีโรคเบาหวาน ความดันโลหิตสูง หรือไขมันในเลือดสูง ก็ควรปรับพฤติกรรมและรับประทานยาเพื่อควบคุมโรคให้ดี"
            ],
            "treatment": "โรคหลอดเลือดหัวใจเป็นโรคเรื้อรังที่ไม่สามารถรักษาให้หายขาดได้ แต่ก็มีวิธีจัดการเพื่อลดความเสี่ยงต่อการเกิดภาวะแทรกซ้อนรุนแรงต่าง ๆ ได้ ซึ่งจะมีตั้งแต่การปรับเปลี่ยนพฤติกรรมสุขภาพและดูแลรักษาควบคุมโรคที่เป็นปัจจัยเสี่ยงให้ดี, การรักษาด้วยการใช้ยา และการรักษาด้วยการผ่าตัดและกระบวนการทางการแพทย์ ทั้งนี้ ขึ้นอยู่กับความรุนแรงของโรคและดุลยพินิจของแพทย์ การปรับเปลี่ยนพฤติกรรมสุขภาพที่เป็นปัจจัยเสี่ยง เช่น การงดสูบบุหรี่, การควบคุมอาหาร (หลีกเลี่ยงอาหารสำเร็จรูปและรับประทานอาหารที่มีประโยชน์ มีไขมันต่ำหรือน้ำตาลน้อยเพื่อควบคุมระดับน้ำตาล ซึ่งเป็นสาเหตุของการเกิดโรคเบาหวาน), การกำจัดความเครียด, การออกกำลังกายตามควรกับสุขภาพอย่างสม่ำเสมอ การรักษาด้วยการใช้ยา หากปรับเปลี่ยนพฤติกรรมที่เป็นปัจจัยเสี่ยงแล้วอาการยังไม่ดีขึ้น ผู้ป่วยอาจต้องรับการรักษาด้วยการใช้ยาต่าง ๆ เพื่อช่วยลดความดันโลหิต ป้องกันการเกิดลิ่มเลือด หรือขยายหลอดเลือดเพื่อให้การไหลดเวียนและการสูบฉีดเลือดในหัวใจดีขึ้น การรักษาด้วยการผ่าตัดและกระบวนการทางการแพทย์ "
        },
        {
            "name": "ถุงลมโป่งพอง (Emphysema)",
            "information": "โรคถุงลมโป่งพอง, ถุงลมปอดโป่งพอง หรือ ถุงลมพอง (ภาษาอังกฤษ: Emphysema) เป็นโรคที่อยู่ในกลุ่มของโรคปอดอุดกั้นเรื้อรัง (COPD)* หมายถึง ภาวะพิการอย่างถาวรของถุงลมในปอด ซึ่งเป็นผลมาจากผนังถุงลมเสียความยืดหยุ่นและเปราะง่าย ทำให้ถุงลมสูญเสียหน้าที่ในการแลกเปลี่ยนอากาศ และผนังของถุงลมที่เปราะยังมีการแตกทะลุ ทำให้ถุงลมขนาดเล็ก ๆ หลาย ๆ อันรวมตัวเป็นถุงลมที่โป่งพองและพิการ ส่งผลให้จำนวนพื้นผิวของถุงลมที่ยังทำหน้าที่ได้ทั้งหมดลดน้อยลงกว่าปกติ ออกซิเจนจึงเข้าสู่กระแสเลือดไปเลี้ยงร่างกายได้น้อยลง ผู้ป่วยจึงมีอาการหายใจตื้นและเกิดอาการเหนื่อยหอบง่ายตามมา สำหรับการรักษาสามารถทำได้โดยการหยุดสาเหตุและรักษาแบบประคับคองตามอาการซึ่งจะไม่ได้ทำให้พยาธิสภาพของโรคหายไป เพียงแต่จะช่วยหยุดการดำเนินของโรค/การลุกลามของโรคและทำให้อาการของผู้ป่วยดีขึ้นโดยปกติถุงลมอยู่ปลายสุดของปอด ซึ่งมีอยู่เป็นจำนวนล้าน ๆ ถุง เป็นถุงอากาศเล็ก ๆ มีหลอดเลือดหุ้มอยู่โดยรอบ เป็นที่ซึ่งเกิดการแลกเปลี่ยนอากาศ (ก๊าซออกซิเจนในถุงลมซึมผ่านผนังถุงลมและหลอดเลือดเข้าไปในกระแสเลือด และก๊าซคาร์บอนไดออกไซด์ในกระแสเลือดซึมกลับออกมาในถุงลม) และปกติถุงลมจะมีผนังที่ยืดหยุ่น ทำให้ถุงลมหดและขยายตัวได้คล้ายฟองน้ำ ซึ่งช่วยให้การแลกเปลี่ยนอากาศเป็นไปได้อย่างเต็มที่ ส่วนใหญ่มักพบโรคนี้ในผู้สูงอายุ (ช่วงอายุ 45-65 ปี) พบในผู้ชายได้มากกว่าผู้หญิง และมักพบร่วมกับโรคหลอดลมอักเสบเรื้อรัง ผู้ป่วยส่วนใหญ่จะมีประวัติการสูบบุหรี่จัด (มากกว่าวันละ 20 มวน) มานานเป็น 10-20 ปีขึ้นไป หรือไม่ก็มีประวัติอยู่การได้รับมลพิษทางอากาศในปริมาณมากและติดต่อกันเป็นเวลานาน ๆ ไม่ว่าจะเป็นอากาศเสีย ฝุ่น ควัน หรือมีอาชีพทำงานในโรงงานหรือเหมืองแร่ที่หายใจเอาสารระคายเคืองเข้าไปเป็นประจำ โรคถุงลมโป่งปองเป็นโรคที่พบได้บ่อยและเป็นสาเหตุลำดับต้น ๆ ของการเสียชีวิตของประชากรทั่วโลก โดยในประเทศสหรัฐอเมริกาพบเป็นลำดับที่ 4 ของการเสียชีวิตของประชากร และหากนับเฉพาะโรคถุงลมโป่งพอง อัตราการพบโรคจะอยู่ที่ 18 คนต่อประชากร 1,000 คน ส่วนสถานการณ์โรคถุงลมโป่งพองในประเทศไทย ในปัจจุบันมีแนวโน้มสูงขึ้นตามลำดับเช่นเดียวกับทั่วโลก และเป็นหนึ่งในสาเหตุของการเสียชีวิตลำดับต้น ๆ ของประชากรไทย โรคนี้จึงเป็นปัญหาทางสาธารณสุขของประเทศไทยโรคหนึ่ง",
            "symptom": [
                "ในระยะเริ่มแรกจะมีอาการของหลอดลมอักเสบเรื้อรัง (แต่อาการจะไม่เด่นเท่าผู้ป่วยที่เป็นโรคหลอดลมอักเสบ ซึ่งมักจะเริ่มมีอาการในช่วงอายุ 30-40 ปี โดยเฉพาะในผู้ที่สูบบุหรี่จัดมานานหลายปี) กล่าวคือ ผู้ป่วยจะมีอาการไอมีเสมหะเรื้อรังทุกวันนานเป็นแรมเดือนแรมปี ผู้ป่วยมักจะไอหรือขากเสมหะในคอหลังจากตื่นนอนตอนเช้าเป็นประจำจนคิดว่าเป็นเรื่องปกติและไม่ใส่ใจดูแลรักษา ต่อมาผู้ป่วยจะไอถี่ขึ้นตลอดทั้งวันและมีเสมหะจำนวนมาก ซึ่งในช่วงแรกเสมหะจะมีลักษณะเป็นสีขาว แต่ต่อมาเสมหะอาจเป็นสีเหลืองหรือสีเขียว มีไข้ขึ้น หรือมีอาการหอบเหนื่อยกำเริบเป็นครั้งคราวจากโรคติดเชื้อแทรกซ้อน",
                "ถ้าผู้ป่วยยังขืนสูบบุหรี่ต่อไปหรือไม่หยุดสาเหตุให้ได้ก็จะทำให้เป็นโรคถุงลมโป่งพองตามมา (จากระยะเริ่มมีอาการของหลอดลมอักเสบเรื้อรัง อาจใช้เวลามากกว่า 10 ปี) ซึ่งนอกจากจะมีอาการไอเรื้อรังแล้ว ผู้ป่วยจะมีอาการหายใจตื้นและหอบเหนื่อยง่ายตามมาด้วย โดยเฉพาะเวลาที่ออกแรงมาก (เช่น ยกของหนัก วิ่ง หรือเดินขึ้นบันได) หรือเมื่อมีโรคติดเชื้อแทรกซ้อนดังกล่าว แล้วต่อมาอาการหอบเหนื่อยจะค่อย ๆ เป็นมากขึ้นจนแม้แต่เวลาเดินตามปกติ เวลาพูด หรือในขณะที่ทำกิจกรรมเล็ก ๆ น้อย ๆ ในชีวิตประจำวัน เช่น อาบน้ำ ล้างหน้า แปรงฟัน รับประทานอาหาร ผู้ป่วยก็ยังรู้สึกเหนื่อย จนในท้ายที่สุด (ซึ่งอาจใช้เวลาประมาณ 5-10 ปีขึ้นไป) แม้แต่อยู่เฉย ๆ ผู้ป่วยก็รู้สึกหอบเหนื่อยได้และไม่สามารถทำอะไรได้เลยเหมือนคนพิการ ต้องนอนเฉย ๆ และต้องใช้ออกซิเจนช่วยในการหายใจตลอดเวลา (ทำให้ผู้ป่วยโรคนี้ต้องทนทุกข์ทรมานมาก ความเป็นอยู่และสุขภาพเสื่อมถอยลงเรื่อย ๆ ซึ่งรวมทั้งทางด้านจิตใจด้วย นอกจากนั้นยังเป็นภาระกับบุคคลในครอบครัว และต้องเสียค่าใช้จ่ายในการรักษาเป็นจำนวนมาก) เนื่องจากถุงลมปอดที่พิการอย่างรุนแรงหรือถูกทำลายไปมากจนไม่สามารถทำหน้าที่แลกเปลี่ยนอากาศได้เพียงพอต่อการนำออกซิเจนไปเลี้ยงร่างกายให้เกิดพลังงาน",
                "ส่วนอาการอื่น ๆ ที่อาจพบร่วมด้วย เช่น เกิดภาวะซึมเศร้า หายใจมีเสียงดังวี๊ด ๆ หรือรู้สึกเจ็บหน้าอกร่วมด้วย เมื่อแพทย์ตรวจร่างกายจะฟังเสียงปอดได้ผิดปกติ อัตราการหายใจเร็ว ส่วนผู้ป่วยในระยะที่เป็นมากขึ้นจะพบหน้าอกมีขนาดที่ใหญ่กว่าปกติ เนื่องจากปริมาตรของปอดที่ขยายใหญ่ขึ้นจากอากาศที่ค้างอยู่ในถุงลมมาก (ขยายออกทางด้านหน้าและหลังมากกว่าทางด้านข้าง) มีลักษณะเป็นรูปถังทรงกระบอกที่เรียกว่า “อกถัง” หรือ “อกโอ่ง” (Barrel chest) อาจพบลักษณะการหายใจออกแบบห่อปาก (Pursed lip) ซึ่งเป็นท่าทางที่ช่วยในการหายใจเอาอากาศออก หรือท่ายืนเอนตัวไปด้านหลังและยืดแขนออก เมื่อตรวจเล็บอาจพบลักษณะเล็บปุ้มหรือนิ้วข้อปลายมีลักษณะกลม (Clubbing finger) นอกจากนี้ ในผู้ป่วยที่เป็นมานานแล้วจะพบอาการอื่น ๆ ได้อีก เช่น เบื่ออาหาร น้ำหนักตัวลดลงอย่าง มีรูปร่างผอม ซึ่งในระยะท้าย ๆ ผู้ป่วยจะผอมมาก (เกิดจากการที่ร่างกายมีปริมาณออกซิเจนในเลือดต่ำ ทำให้ไปกระตุ้นการหลั่งสารเคมีชื่อ Tumor necrosis factor-alpha ซึ่งสารนี้จะทำให้ร่างกายใช้พลังงานสูงกว่าปกติ หากผู้ป่วยยังกินเท่าเดิมก็จะผอมลงเรื่อย ๆ และปริมาณของออกซิเจนที่ต่ำยังไปกระตุ้นให้ไตหลั่งฮอร์โมนอีกหลายชนิด จึงทำให้เกิดความดันโลหิตสูง ทำให้เกลือแร่ชนิดโซเดียมคั่งและร่างกายเกิดการบวมน้ำ และออกซิเจนที่ต่ำยังไปกระตุ้นการสร้างเม็ดเลือดแดงของไขกระดูกให้เพิ่มสูงขึ้นเพื่อช่วยขนส่งออกซิเจน จึงทำให้มีปริมาณของเม็ดเลือดแดงในเลือดสูงกว่าปกติ) อาจเกิดภาวะกระดูกพรุน กล้ามเนื้อโดยเฉพาะที่แขนขาเล็กลงและกล้ามเนื้ออ่อนแรงลงด้วย",
                "ส่วนผู้ป่วยในระยะที่เป็นรุนแรงหรือมีอาการรุนแรงมากแล้ว มักพบอาการหายใจลำบาก ปากเขียว เล็บเขียว (เนื่องจากเนื้อเยื่อไม่ได้รับออกซิเจนในปริมาณที่เพียงพอ) เกิดภาวะความดันโลหิตสูงของหลอดเลือดที่ไหลเข้าสู่ปอดซึ่งอาจส่งผลทำให้เกิดภาวะหัวใจวายได้"
            ],
            "findSymptom": [
                "ไอมีเสมหะเรื้อรัง",
                "เสมหะในคอ",
                "มีไข้",
                "หอบเหนื่อย",
                "ไอเรื้อรัง",
                "หายใจตื้น",
                "ภาวะซึมเศร้า",
                "หายใจมีเสียงดัง",
                "อัตราการหายใจเร็ว",
                "เบื่ออาหาร",
                "น้ำหนักตัวลดลง",
                "รูปร่างผอมลง",
                "หายใจลำบาก",
                "ปากเขียว",
                "เล็บเขียว"
            ],
            "cause": "การสูบบุหรี่ (รวมถึงยาเส้นหรือบุหรี่ที่ทำจากใบจากด้วย) เป็นสาเหตุสำคัญที่พบได้บ่อยที่สุด ปริมาณและระยะเวลาที่สูบบุหรี่จะมีความสัมพันธ์กับการเกิดโรค คือ ยิ่งสูบบุหรี่มากและสูบมานานหลายปีก็จะมีโอกาสเกิดโรคนี้ได้มาก โดยเกิดจากสารพิษในบุหรี่ที่สูบเข้าไปทำลายเยื่อบุหลอดลมและถุงลมในปอด ซึ่งจะค่อย ๆ เกิดขึ้น และลุกลามแรงขึ้นอย่างช้า ๆ จนในที่สุดถุงลมปอดก็จะเกิดความพิการอย่างถาวร มลพิษทางอากาศ เพราะพบว่าประชากรที่อาศัยอยู่ในเมืองใหญ่ ๆ จะมีอัตราการป่วยเป็นโรคปอดอุดกั้นเรื้อรังซึ่งรวมถึงโรคถุงลมโป่งพองได้มากกว่าประชากรที่อาศัยอยู่ในชนบท มลพิษทางอากาศจึงน่าจะมีส่วนเกี่ยวข้องไม่มากก็น้อย เช่น ฝุ่น ควันจากการเผาไหม้ของเชื้อเพลิงหรือไอเสียรถยนต์ ควันพิษหรือละอองสารเคมีบางอย่างจากโรงงาน (ไม่ว่าจะเป็นฝุ่นละอองหรือควันพิษที่มีส่วนประกอบของสารเคมีหรือฝุ่นละอองจากไม้ ฝ้าย หรือการทำเหมือนแร่ โดยเฉพาะผู้ที่ต้องทำงานบางประเภท เช่น การทำงานในอุตสาหกรรมสิ่งทอจากฝ้าย งานอุตสาหกรรมพลาสติก งานในเหมืองถ่านหิน และงานเชื่อมโลหะ) หากหายใจเข้าไปในปริมาณมากและติดต่อกันเป็นเวลานาน ๆ ก็จะมีโอกาสเสี่ยงต่อการเกิดโรคถุงลมโป่งพองมากขึ้น และความเสี่ยงจะเพิ่มมากขึ้นไปอีกหากมีการสูบบุหรี่ร่วมด้วย นอกจากนี้ในบางพื้นที่ (เช่น พื้นที่เขตเขาทางภาคเหนือ) อาจมีสาเหตุมาจากการใช้ฟืนหุงต้มหรือก่อไฟภายในบ้านที่ขาดการถ่ายเทอากาศอยู่เป็นประจำ ทำให้ผู้ป่วยสูดควันจนเป็นพิษต่อทางเดินหายใจ ภาวะพร่องสารต้านทริปซิน (α1-antitrypsin) ซึ่งเป็นเอนไซม์ป้องกันการถูกทำลายของเนื้อเยื่อเกี่ยวพันจากสารต่าง ๆ จึงช่วยป้องกันไม่ให้ถุงลมปอดถูกสารพิษ ภาวะนี้จัดเป็นโรคทางพันธุกรรมที่สามารถถ่ายทอดไปสู่ลูกหลานได้ ความผิดปกติบางชนิดก็ทำให้เกิดการขาดเอนไซม์เพียงเล็กน้อยและไม่ทำให้เกิดโรค แต่ความผิดปกติบางชนิดก็ทำให้เกิดการขาดเอนไซม์ได้มากและส่งผลให้เป็นโรคถุงลมโป่งพองได้ในขณะที่ยังอายุไม่มาก แต่หากขาดเอนไซม์รุนแรงมาก ผู้ป่วยจะมีตับอักเสบอย่างรุนแรงตั้งแต่แรกคลอดและอาจเสียชีวิตก่อนที่จะเป็นโรคถุงลมโป่งพอง โรคทางพันธุกรรมชนิดนี้ส่วนใหญ่จะพบในคนเชื้อชาติผิวขาว มักเกิดอาการในกลุ่มผู้ป่วยที่มีอายุต่ำกว่า 40-50 ปี และผู้ป่วยมักจะไม่สูบบุหรี่ อย่างไรก็ตาม ภาวะนี้ก็พบเกิดได้น้อยมากคือประมาณ 3% ของโรคปอดเรื้อรังทั้งหมด",
            "prevent": [
                        "การป้องกันที่สำคัญที่สุด คือ การไม่สูบบุหรี่ (รวมถึงยาเส้น) และหลีกเลี่ยงการอยู่ใกล้ชิดกับผู้ที่สูบบุหรี่หรือสถานที่ที่มีควันบุหรี่ เพราะบุหรี่นอกจากจะเป็นสาเหตุของโรคถุงลมโป่งพองแล้วยังเป็นสาเหตุของโรคร้ายแรงอีกหลาย ๆ ชนิด เช่น โรคหลอดเลือดหัวใจตีบ อัมพฤกษ์ อัมพาต มะเร็งต่าง ๆ (เช่น มะเร็งปอด มะเร็งช่องปาก มะเร็งกล่องเสียง มะเร็งผิวหนัง ฯลฯ)",
                        "ผู้ที่สูบบุหรี่จัด ควรหมั่นไปพบแพทย์เพื่อรับการตรวจสุขภาพ โดยเฉพาะอย่างยิ่งถ้าเริ่มมีอาการไอบ่อยทุกวันโดยไม่มีสาเหตุที่ชัดเจน",
                        "หลีกเลี่ยงการอยู่ในที่ที่มีมลพิษในอากาศ และรู้จักสวมหน้ากากอนามัยป้องกันตัวเองจากควันและสารพิษที่เป็นอันตรายต่าง ๆ ส่วนผู้ที่ต้องทำงานในโรงงานอุตสาหกรรมต่าง ๆ หากเริ่มมีความผิดปกติของปอดควรหาทางเปลี่ยนงาน",
                        "หลีกเลี่ยงการใช้ฟืนหุงต้มหรือก่อไฟภายในที่ขาดการถ่ายเทอากาศ",
                        "ถ้าเป็นโรคหลอดลมอักเสบและโรคหืด ต้องได้รับการรักษาอย่างจริงจัง",
                        "นอกจากการป้องกันโดยส่วนตัวแล้ว การป้องกันยังต้องอาศัยความร่วมมือจากสังคมด้วย เช่น การควบคุมสิ่งแวดล้อมทางอากาศ โรงงานอุตสาหกรรมจะต้องมีมาตรการในการจัดการกับฝุ่นละอองของสารต่าง ๆ ไม่ให้มีค่าสูงเกินเกณฑ์ที่กำหนด มีการระบายอากาศที่ดี มีการใช้หน้ากากอนามัยเพื่อป้องกันฝุ่นละอองที่เหมาะสมกับชนิดของฝุ่นละอองในแต่ละโรงงาน และมีการตรวจสุขภาพพนักงานประจำเพื่อคัดกรองโรคปอดอุดกั้นเรื้อรังต่าง ๆ ซึ่งรวมถึงโรคถุงลมโป่งพอง"
            ],
            "treatment": "เนื่องจากโรคถุงลมโป่งพองเป็นโรคที่ไม่สามารถรักษาให้หายขาดได้ เพราะหากปอดมีพยาธิสภาพเกิดขึ้นแล้วก็จะไม่สามารถทำให้ปอดกลับมาเป็นปกติได้อีก ดังนั้น การรักษาจะเน้นไปที่การลดอาการหรือชะลอการดำเนินของโรค/การลุกลามของโรคให้ช้าลง การตรวจพบโรคได้อย่างทันท่วงทีจึงเป็นสิ่งสำคัญอย่างมาก เพราะในรายที่เป็นรุนแรงอาจเป็นอันตรายถึงขั้นเสียชีวิตได้ หากสงสัยว่าเป็นโรคถุงลมโป่งพอง เช่น มีอาการไอมีเสมหะเรื้อรัง หอบเหนื่อยง่ายเวลาออกแรงหรือใช้กำลัง ซึ่งค่อย ๆ เป็นมากขึ้นเรื่อย ๆ มีประวัติการสูบบุหรี่จัดหรือสัมผัสมลพิษทางอากาศมาเป็นเวลานาน ควรรีบไปพบแพทย์เพื่อรับการตรวจวินิจฉัย หากตรวจพบว่าเป็นโรคนี้ แพทย์จะอธิบายให้ผู้ป่วยและญาติเข้าใจถึงธรรมชาติของโรคและแนวทางการรักษาทั่วไป ให้คำปรึกษาแนะนำและส่งเสริมให้ญาติเข้ามามีบทบาทในการให้กำลังใจผู้ป่วยในการเลิกสูบบุหรี่และติดตามการรักษากับแพทย์อย่างต่อเนื่อง รวมทั้งดูแลในเรื่องของโภชนาการต่าง ๆ การให้ยารักษา การให้ออกซิเจนที่บ้านสำหรับผู้ป่วยระยะรุนแรงเพื่อใช้ช่วยหายใจ บรรเทาอาการหอบเหนื่อย และการเตรียมความพร้อมในการดูแลผู้ป่วยระยะสุดท้ายให้มีคุณภาพที่ดี ลดความทุกข์ทรมานของผู้ป่วย และไม่ให้สิ้นเปลืองเกินเหตุ "
        },
        {
            "name": "ธาลัสซีเมีย (Thalassemia)",
            "information": "ธาลัสซีเมีย/ทาลัสซีเมีย, หรือ โรคโลหิตจางธาลัสซีเมีย (Thalassemia) เป็นโรคเลือดจางหรือโรคโลหิตจางเรื้อรังชนิดหนึ่งที่มีสาเหตุมาจากความผิดปกติทางกรรมพันธุ์/พันธุกรรมอย่างหนึ่ง ทำให้ร่างกายมีการสร้างโปรตีนโกลบินที่มีลักษณะผิดปกติ (โปรตีนโกลบินเป็นส่วนประกอบของฮีโมโกลบิน*) ส่งผลให้เม็ดเลือดแดงของผู้ป่วยมีอายุสั้น แตกง่าย และถูกทำลายได้ง่าย เป็นผลทำให้ผู้ป่วยเกิดอาการซีดเหลืองเรื้อรังและมีภาวะแทรกซ้อนต่าง ๆ ตามมา โรคธาลัสซีเมียจัดเป็นโรคโลหิตจางทางกรรมพันธุ์ที่พบได้บ่อยที่สุดในโลก สามารถพบได้ทั่วโลก แต่พบได้สูงในบ้านเรา และคนในถิ่นทะเลเมดิเตอร์เรเนียน เฉพาะในประเทศไทยนั้นพบผู้ป่วยเป็นโรคนี้ประมาณ 1% และมีทารกเกิดใหม่เป็นโรคนี้ปีละประมาณ 12,500 ราย นอกจากนี้ยังพบว่ามี “ผู้ที่เป็นพาหะของโรค” (มียีนผิดปกติแฝงอยู่โดยไม่เป็นโรค แต่ยังสามารถถ่ายทอดไปให้ลูกหลานได้) ในหมู่คนไทยโดยเฉลี่ยมากถึง 30-45% ทั่วทุกภาคของประเทศ โดยพบมากทางภาคตะวันออกเฉียงเหนือ ภาคเหนือ ภาคกลาง และภาคใต้ ตามลำดับ โดยทางภาคตะวันออกเฉียงเหนือจะมีพาหะของธาลัสซีเมียชนิดฮีโมโกลบินอี (Hemoglobin E - Hb E) สูง ส่วนภาคเหนือจะมีพาหะของแอลฟาธาลัสซีเมีย (α-thalassemia) มาก",
            "symptom": [
                "โรคธาลัสซีเมียชนิดที่รุนแรงที่สุด ได้แก่ โรคฮีโมโกลบินบาร์ตไฮดรอปส์ฟีทัลลิส (Hemoglobin Bart's hydrops fetalis) ซึ่งเกิดจากยีนที่สร้างโกลบินชนิดแอลฟาขาดหายไปทั้งหมด ทำให้ไม่สามารถสร้างโกลบินชนิดแอลฟา ซึ่งเป็นโกลบินที่สำคัญที่สุดได้เลย แต่จะสร้างฮีโมโกลบินบาร์ตแทนทั้งหมด ซึ่งจะจับออกซิเจนไว้เอง ไม่ปล่อยให้แก่เนื้อเยื่อ ทำให้ผู้ป่วยที่เป็นโรคนี้จะมีความผิดปกติตั้งแต่ยังเป็นทารกในครรภ์มารดา โดยทารกจะมีอาการบวมน้ำจากภาวะซีดอย่างรุนแรง และส่วนใหญ่จะเสียชีวิตตั้งแต่อยู่ในครรภ์ มีเพียงส่วนน้อยที่เสียชีวิตในขณะคลอดหรือหลังคลอด ทารกจะมีอาการซีด บวม ท้องป่อง ตับโต และม้ามโต",
                "โรคธาลัสซีเมียชนิดที่มีอาการรุนแรงปานกลางถึงรุนแรงมาก ส่วนใหญ่จะเป็นเบต้าธาลัสซีเมียชนิดโฮโมไซกัส (homozygous β-thalassemia) และบางส่วนจะเป็นเบต้าธาลัสซีเมียชนิดมีฮีโมโกลบินอี (β-thalassemia/Hemoglobin E) ซึ่งเกิดจากความผิดปกติของยีนที่สร้างโกลบินชนิดเบต้า ผู้ป่วยกลุ่มนี้เมื่อตอนแรกเกิดจะมีลักษณะเป็นปกติ ไม่มีภาวะซีด แต่ในกลุ่มที่มีอาการรุนแรงมากจะซีดตั้งแต่อายุได้ 2-3 เดือน หรือในกลุ่มที่มีอาการรุนแรงปานกลางจะซีดเมื่ออายุเป็นปีไปแล้ว อาการสำคัญ คือ ซีด เหลือง ตับโต ม้ามโต ตัวเล็กแกร็น น้ำหนักน้อยไม่สมกับอายุ เป็นหนุ่มเป็นสาวช้า มีหน้าตาแปลกหรือใบหน้าแปลก (ดังที่เรียกว่า “หน้าธาลัสซีเมีย”)",
                "โรคธาลัสซีเมียชนิดที่มีอาการน้อย ส่วนใหญ่จะเป็นฮีโมโกลบินเอช (Hemoglobin H disease - Hb H) ซึ่งอยู่ในกลุ่มแอลฟาธาลัสซีเมีย และบางส่วนจะเป็นเบต้าธาลัสซีเมียชนิดมีฮีโมโกลบินอี (β-thalassemia/Hemoglobin E) ผู้ป่วยกลุ่มนี้จะมีภาวะซีดเล็กน้อย เหลืองเล็กน้อย ม้ามไม่โตหรือโตเพียงเล็กน้อย การเจริญเติบโตค่อนข้างปกติ ลักษณะของใบหน้าเป็นปกติ (ไม่เป็นหน้าธาลัสซีเมีย) มีสุขภาพค่อนข้างแข็งแรงและมีอายุยืนยาวเช่นคนปกติ โดยทั่วไปมักไม่ต้องมาพบแพทย์และไม่จำเป็นต้องได้รับเลือดรักษา และอาจได้รับการวินิจฉัยเมื่อมาพบแพทย์ด้วยสาเหตุอื่น ๆ หรือเมื่อมีภาวะแทรกซ้อนเกิดขึ้น เช่น เป็นนิ่วน้ำดี ",
                "โรคธาลัสซีเมียชนิดที่ไม่มีอาการ นอกจาก 3 กลุ่มอาการดังกล่าวแล้ว ยังมีกลุ่มที่ไม่มีอาการ เช่น แอลฟาธาลัสซีเมีย 2 ชนิดโฮโมไซกัส (homozygous α-thalassemia 2), ฮีโมโกลบินอีชนิดโฮโมไซกัส (homozygous Hemoglobin E) ซึ่งคนกลุ่มนี้จะมียีนผิดปกติที่ได้รับจากฝ่ายพ่อและฝ่ายแม่ทั้ง 2 ฝ่าย (ต่างจากกลุ่มที่เป็นพาหะที่จะได้รับยีนผิดปกติจากฝ่ายใดฝ่ายหนึ่งเพียงฝ่ายเดียว) แต่ไม่ส่งผลทำให้เกิดโรคตามมา จึงมีสุขภาพแข็งแรงเช่นคนปกติทั่วไป คนในกลุ่มนี้จึงไม่จัดว่าเป็นโรค แต่ยังสามารถถ่ายทอดยีนที่ผิดปกติไปสู่ลูกหลานได้ต่อไป"
            ],
            "findSymptom": [
                "บวมน้ำจากภาวะซีดอย่างรุนแรง",
                "ตัวซีด",
                "ท้องป่อง",
                "ตับโต",
                "ม้ามโต",
                "ตัวเหลือง",
                "ตัวเล็กแกร็น",
                "น้ำหนักน้อย",
                "หน้าตาแปลก"
            ],
            "cause": "โรคนี้เกิดจากความผิดปกติทางกรรมพันธุ์ ซึ่งถ่ายทอดต่อ ๆ กันมาจากบรรพบุรุษในลักษณะของยีนด้อย (Autosomal recessive) กล่าวคือ ผู้ป่วยที่มีอาการแสดงของโรคนี้จะต้องรับคู่ยีนที่ผิดปกติมาจากทั้งฝ่ายพ่อและฝ่ายแม่ทั้ง 2 ยีน ส่วนผู้ที่รับยีนผิดปกติมาจากฝ่ายใดฝ่ายหนึ่งเพียงฝ่ายเดียวจะไม่ป่วยเป็นโรคนี้ และมีสุขภาพดีเป็นปกติ แต่จะมียีนผิดปกติแฝงอยู่ในตัวและสามารถถ่ายทอดไปยังลูกหลานได้ต่อไป ซึ่งเรียกว่า “ผู้ที่เป็นพาหะของโรค” เนื่องจากความผิดปกติทางกรรมพันธุ์มีได้หลากหลายลักษณะ โรคธาลัสซีเมียจึงแบ่งออกเป็นหลายชนิด ที่สำคัญจะมีอยู่ด้วยกัน 2 กลุ่ม ได้แก่ แอลฟาธาลัสซีเมีย (Alpha-thalassemia / α-thalassemia) และเบต้าธาลัสซีเมีย (Beta-thalassemia / β-thalassemia) ซึ่งจะเกี่ยวข้องกับความผิดปกติของยีนในการควบคุมการสร้างโปรตีนโกลบินชนิดแอลฟาและเบต้าตามลำดับ โดยทั้ง 2 กลุ่มนี้ยังสามารถแบ่งออกเป็นชนิดย่อย ๆ ได้อีกหลายชนิด ซึ่งเป็นผลมาจากการจับคู่ระหว่างยีนที่ผิดปกติชนิดต่าง ๆ ดังตารางด้านล่าง ส่วนความรุนแรงก็มีมากน้อยแตกต่างกันไป ",
            "prevent": [
                        "ภาครัฐควรมีการรณรงค์ให้ความรู้ความเข้าใจเกี่ยวกับเรื่องโรคธาลัสซีเมียแก่ประชาชน โดยเฉพาะอย่างยิ่งในชายหญิงวัยเจริญพันธุ์",
                        "ควรตรวจคัดกรองหาพาหะในกลุ่มคนต่าง ๆ ได้แก่ ชายหญิงวัยเจริญพันธุ์ก่อนแต่งงานหรือก่อนการมีบุตร, หญิงในขณะตั้งครรภ์อ่อน (อายุครรภ์น้อยกว่า 16-20 สัปดาห์), ชายหญิงที่มีบุตรเป็นโรคธาลัสซีเมีย (อย่างน้อยต้องเป็นพาหะหรือมียีนของธาลัสซีเมียทั้ง 2 ฝ่าย), พี่น้องหรือญาติของผู้ที่เป็นโรคหรือเป็นพาหะ",
                        "คู่ที่กำลังจะแต่งงานหรือวางแผนจะมีบุตรทุกราย ควรปรึกษาแพทย์เพื่อขอคำแนะนำเรื่องการตรวจสุขภาพ ตรวจโรคติดต่อต่าง ๆ รวมทั้งตรวจโรคทางกรรมพันธุ์ โดยเฉพาะโรคที่พบบ่อยในบ้านเราอย่างโรคธาลัสซีเมีย",
                        "สำหรับผู้ที่เป็นพาหะที่เสี่ยงต่อการมีบุตรเป็นโรคธาลัสซีเมียรุนแรง แพทย์อาจให้คำแนะนำดังต่อไปนี้ ผู้ที่ยังไม่ได้แต่งงานมีทางเลือก คือ การอยู่เป็นโสดหรือเลือกคู่สมรสที่ไม่เป็นพาหะเสี่ยงต่อการมีบุตรเป็นโรคนี้ ถ้าคู่สมรสเป็นพาหะด้วยกันและเสี่ยงต่อการมีบุตรเป็นโรคนี้ มีทางเลือกคือ การคุมกำเนิดเพื่อไม่ให้มีบุตร (เช่น การทำหมัน), การรับบุตรบุญธรรมมาเลี้ยง, การใช้การผสมเทียมหรือเทคโนโลยีช่วยการเจริญพันธุ์อื่น ๆ (เช่น การทำเด็กหลอดแก้ว โดยการคัดเลือกตัวอ่อนที่ไม่เป็นโรค เพื่อใส่กลับเข้าไปในโพรงมดลูกของมารดาเพื่อให้เกิดการตั้งครรภ์) หรือการเสี่ยงมีลูกตามธรรมชาติ โดยยอมเสี่ยงว่าบุตรอาจเป็นโรค เมื่อเกิดแล้วจึงค่อยรักษา หรือตรวจดูว่าทารกในขณะอยู่ในครรภ์เป็นโรคนี้หรือไม่ ถ้าพบว่าเป็นโรคชนิดรุนแรงต้องพิจารณายุติการตั้งครรภ์ ในกรณีที่คู่สมรสดังกล่าวเกิดการตั้งครรภ์ขึ้นมาแล้ว ควรตรวจดูว่าทารกในครรภ์เป็นโรคนี้หรือไม่ ดังที่เรียกว่า “การวินิจฉัยก่อนคลอด” (Prenatal diagnosis) ซึ่งมีวิธีการตรวจด้วยกันหลายวิธี ได้แก่ การตรวจชนิดและปริมาณของฮีโมโกลบิน (โดยใช้เลือดจากสายสะดือ), การตรวจดีเอ็นเอ (โดยใช้ชิ้นรก เซลล์ในน้ำคร่ำ หรือเลือดจากสายสะดือ), การตรวจด้วยคลื่นเสียงความถี่สูงหรืออัลตราซาวนด์ (ซึ่งสามารถช่วยวินิจฉัยโรคฮีโมโกลบินบาร์ตไฮดรอปส์ฟีทัลลิสได้) เป็นต้น ถ้าพบว่าทารกเป็นโรคธาลัสซีเมียชนิดรุนแรงหรือมีอันตรายต่อมารดาก็อาจจำเป็นต้องพิจารณายุติการตั้งครรภ์ (ทำแท้ง)"
            ],
            "treatment": "สำหรับแนวทางการรักษาโรคธาลัสซีเมียนี้จะขึ้นอยู่กับชนิดและความรุนแรงของโรค ดังนี้ ผู้ที่ตรวจพบว่าเป็นพาหะของโรคธาลัสซีเมีย สามารถใช้ชีวิตได้เหมือนคนปกติทั่วไป โดยไม่จำเป็นต้องรับประทานยาใด ๆ ผู้ป่วยที่เป็นโรคธาลัสซีเมียชนิดที่มีอาการน้อย เช่น ฮีโมโกลบินเอช (Hemoglobin H disease) ถ้าผู้ป่วยยังรู้สึกสบายดีแพทย์จะยังไม่ให้การรักษาแต่อย่างใด เพียงแต่ให้คำแนะนำและติดตามดูอาการ แต่ถ้าช่วงไหนที่ผู้ป่วยมีภาวะแทรกซ้อนเกิดขึ้น เช่น ซีดมากเนื่องจากเกิดภาวะเม็ดเลือดแดงแตกเฉียบพลัน (Acute hemolysis) ซึ่งมักเกิดขึ้นเมื่อมีไข้จากการติดเชื้อ การรักษาก็จำเป็นต้องให้เลือดและรักษาไปตามอาการและสาเหตุที่พบร่วม ผู้ป่วยที่เป็นโรคธาลัสซีเมียชนิดที่มีอาการรุนแรงปานกลางถึงรุนแรงมาก เช่น ซีด เหลืองเรื้อรังมาตั้งแต่เล็ก มีโรคติดเชื้อหรือภาวะแทรกซ้อนอื่น ๆ ผู้ป่วยจะต้องได้รับการดูแลรักษาจากแพทย์ผู้เชี่ยวชาญอย่างต่อเนื่อง ซึ่งการรักษาที่จำเป็น คือ การให้เลือด และยาขับธาตุเหล็ก ซึ่งจะต้องให้ต่อเนื่องไปตลอดชีวิต คำแนะนำในการปฏิบัติตัวของผู้ป่วยที่เป็นโรคธาลัสซีเมีย (โดยเฉพาะอย่างยิ่งผู้ป่วยที่มีอาการรุนแรง) ที่สำคัญ คือ การดูแลสุขภาพโดยรวมและรักษาสุขอนามัยพื้นฐานให้ดี เพราะผู้ป่วยที่เป็นโรคนี้จะเหนื่อยได้ง่ายจากการมีเม็ดเลือดแดงที่ผิดปกติ ติดเชื้อได้ง่ายจากการที่ร่างกายมีภูมิคุ้มกันต้านทานโรคต่ำ กระดูกเปราะ และเจริญเติบโตช้า ผู้ป่วยและครอบครัวควรได้รับคำแนะนำจากแพทย์เพื่อให้เข้าใจถึงธรรมชาติของโรค ความหมายของการเป็นพาหะ ความเสี่ยงต่อการมีลูกเป็นโรค แนวทางปฏิบัติในการรักษาโรคและป้องกันในครอบครัว และทำการตรวจกรองโรคในหมู่สมาชิกของครอบครัวผู้ป่วย รวมทั้งควรได้รับการสนับสนุนทางด้านจิตใจและสังคม เพื่อให้ผู้ป่วยมีกำลังใจสามารถรับการดูแลรักษาอย่างต่อเนื่องและมีคุณภาพชีวิตที่ดี"
        },
        {
            "name": "โรคหอบหืด (Asthma)",
            "information": "โรคหืด (ภาษาอังกฤษ : Asthma) หรือที่คนทั่วไปมักเรียกว่า “โรคหอบหืด” คือ โรคที่เกิดจากการหดตัวหรือตีบแคบของระบบทางเดินหายใจเป็นครั้งคราว ทำให้ผู้ป่วยมีอาการหายใจหอบเหนื่อยเป็น ๆ หาย ๆ เรื้อรัง แต่ส่วนมากจะไม่มีอันตรายร้ายแรง ยกเว้นในรายที่เป็นมากหรือไม่ได้รับการรักษาอย่างถูกต้อง ก็อาจทำให้เกิดภาวะทางเดินหายใจอุดกั้นถาวรหรือทำเป็นอันตรายถึงขั้นทำให้เสียชีวิตได้ โรคหอบหืดเป็นโรคทางเดินหายใจเรื้อรังชนิดหนึ่ง (ไม่ใช่โรคติดต่อ) ที่ส่งผลกระทบต่อคุณภาพชีวิตและการใช้ชีวิตของผู้ป่วยเป็นอย่างมาก เช่น ในเด็กทำให้เกิดการพัฒนาช้า เรียนและทำงานได้ไม่เต็มที่ ไม่สามารถทำกิจวัตรประจำวันหรือเล่นกีฬาได้อย่างเป็นปกติ ยิ่งเมื่อสภาพอากาศเกิดการแปรปรวนหรือมีมลภาวะเป็นพิษมากเท่าไหร่ ผู้ป่วยยิ่งได้รับผลกระทบในการดำเนินชีวิตมากขึ้นและส่งผลอันตรายถึงชีวิตได้ ดังนั้น ผู้ป่วยจึงควรหมั่นสังเกตตัวเองและเตรียมพร้อมรับมือกับอาการกำเริบที่อาจเกิดขึ้นและรับการรักษาอย่างถูกต้องต่อไป โรคนี้เป็นโรคที่พบได้บ่อยและมีโอกาสเกิดได้ทั้งกับเด็กและผู้ใหญ่ แต่มีความชุกสูงสุดอยู่ที่ช่วงอายุ 10-12 ปี ในวัยเด็กจะพบในเด็กชายได้มากกว่าเด็กหญิงประมาณ 1.5-2 เท่า ส่วนใหญ่มักมีอาการเกิดขึ้นครั้งแรกตั้งแต่อายุก่อน 5 ปี มีส่วนน้อยที่เกิดอาการขึ้นครั้งแรกในวัยหนุ่มสาวและวัยสูงอายุ ในบ้านเราโรคนี้เป็นโรคที่พบได้บ่อย และคาดว่าจะมีผู้ป่วยไม่น้อยกว่า 3 ล้านคน โดยพบในเด็กมากถึง 10-12% ของเด็กทั้งหมด ส่วนในผู้ใหญ่พบได้ประมาณ 6.9% (เคยมีการสำรวจนักเรียนในกรุงเทพมหานคร พบว่ามีความชุกของโรคนี้อยู่มากถึง 4-13%) และทั่วโลกพบว่าโรคนี้มีแนวโน้มเกิดมากขึ้น โดยเฉพาะอย่างยิ่งในเขตเมืองที่มีสิ่งแวดล้อมที่เป็นมลพิษและสารก่อภูมิแพ้ รวมถึงวิถีชีวิตที่ส่งเสริมให้เกิดโรคนี้ ข้อมูลของกระทรวงสาธารณสุขพบว่า มีผู้ป่วยเข้ารับการรักษาตัวในโรงพยาบาลเนื่องจากโรคหอบหืดเพิ่มขึ้นทุกปี ตั้งแต่ 66,679 คนในปี พ.ศ.2538 เป็น 102,273 คนในปี พ.ศ.2552 ส่วนผู้เสียชีวิตจาก 806 คนในปี พ.ศ.2540 ก็เพิ่มขึ้นเป็น 1,697 คนในปี พ.ศ.2546 ด้วยเช่นกัน (องกรณ์อนามัยโลก (WHO) ได้ระบุว่ามีจำนวนผู้ป่วยที่เสียชีวิตจากโรคหอบหืดทั่วโลกสูงมากกว่า 300 ล้านคน)",
            "symptom": [
                "ผู้ป่วยมักมีอาการแน่นอึดอัดในหน้าอก หรือหอบเหนื่อยร่วมกับหายใจมีเสียงดังวี้ดคล้ายเสียงนกหวีด (ในระยะแรกจะได้ยินเสียงนี้ในขณะที่หายใจออก แต่ถ้าเป็นมากขึ้นก็จะได้ยินทั้งในขณะที่หายใจเข้าและหายใจออก) อาจมีอาการไอ ซึ่งมักมีเสมหะใสร่วมด้วย",
                "บางรายอาจมีเพียงอาการแน่นอึดอัดในหน้าอกหรือไอเป็นหลัก โดยไม่มีอาการอื่น ๆ ชัดเจนก็ได้ถ้าหลอดลมไม่ตีบมากนัก อาการไอจะดูคล้ายไข้หวัด จมูกอักเสบจากภูมิแพ้ หรือหลอดลมอักเสบ โดยเฉพาะอย่างยิ่งในระยะแรกเริ่มของโรคนี้ ผู้ป่วยอาจมีอาการไอมากในตอนกลางคืนหรือตอนเช้ามืด ในช่วงอากาศเย็นหรืออากาศเปลี่ยน หรือวิ่งเล่นมาก ๆ ในเด็กเล็กอาจไอมากจนอาเจียนออกมาเป็นเสมหะเหนียว ๆ และรู้สึกสบายหลังได้อาเจียน",
                "ผู้ป่วยบางรายอาจมีอาการภูมิแพ้ เช่น คัดจมูก คันคอ เป็นหวัด จาม หรือมีผื่นคันร่วมด้วย หรือเคยมีประวัติเป็นโรคภูมิแพ้มาก่อน",
                "ผู้ป่วยบางรายที่เป็นโรคหอบหืดรุนแรง เช่น เคยหอบรุนแรงจนต้องไปรักษาที่ห้องฉุกเฉินของโรงพยาบาลบ่อย เคยต้องใส่ท่อหายใจช่วยชีวิต ต้องใช้ยาสเตียรอยด์ชนิดกินหรือฉีด หรือต้องใช้ยากระตุ้นเบต้า 2 ชนิดออกฤทธิ์สั้น สูดมากกว่าเดือนละ 1-2 หลอด ถ้าขาดการรักษาหรือได้รับยาไม่เพียงพอในการควบคุมอาการ ผู้ป่วยอาจมีอาการหอบอย่างต่อเนื่องเป็นชั่วโมง ๆ ถึงเป็นวัน ๆ แม้จะใช้ยารักษาตามปกติที่เคยใช้ก็ไม่ได้ผล เรียกว่า “ภาวะหืดดื้อ” หรือ “ภาวะหืดต่อเนื่อง” (Status asthmaticus) ผู้ป่วยจะมีอาการหายใจลำบาก ทำให้ร่างกายขาดออกซิเจนและมีการคั่งของคาร์บอนไดออกไซด์ เกิดภาวะเลือดเป็นกรด มีอาการสับสน หมดสติ ในที่สุดก็จะหยุดหายใจและหัวใจหยุดเต้น เสียชีวิตในเวลาอันรวดเร็ว"
            ],
            "findSymptom": [
                "ไอ",
                "มีเสมหะ",
                "หอบเหนื่อย",
                "อึดอัดในหน้าอก",
                "จมูกอักเสบ",
                "หลอดลมอักเสบ",
                "อาเจียน",
                "คัดจมูก",
                "คันคอ",
                "มีผื่นคัน",
                "หายใจลำบาก",
                "สับสน",
                "หมดสติ"
            ],
            "cause": "สารก่อภูมิแพ้ เช่น ละอองหญ้า วัชพืช ละอองเกสรดอกไม้ ไรฝุ่นในบ้าน (พบตามพรม ที่นอน เฟอร์นิเจอร์หรือของเล่นที่ทำด้วยนุ่นหรือที่เป็นขน ๆ) สปอร์เชื้อรา (พบสปอร์ตามพุ่มไม้ ในสวน ห้องน้ำ ห้องครัว หรือตามที่ชื้น ๆ) แมลงสาบ สัตว์เลี้ยงในบ้าน (สารก่อภูมิแพ้มักจะอยู่ตามน้ำลาย ขนสัตว์อย่างสุนัขและแมว ขุยหนังที่ลอกหรือรังแค ปัสสาวะและมูลสัตว์) อาหาร (ได้แก่ นมวัวและผลิตภัณฑ์จากนมวัว กุ้ง หอย ปู ปลา ไข่ ถั่วลิสง งา สารกันบูดในอาหาร สีผสมอาหาร) สารในกลุ่มซัลไฟต์ (Sulfites) และสารที่เจือปนในอาหารหรือเครื่องดื่มบางชนิด (เช่น ผลไม้แห้ง ไวน์ เบียร์) สิ่งระคายเคือง เช่น ควันบุหรี่ ควันธูป ควันไฟ ควันท่อไอเสีย ฝุ่นละออง มลพิษในอากาศ (ก๊าซที่เกิดจากการเผาไหม้ของรถยนต์ ก๊าซโอโซนที่พบมากในเมืองใหญ่ ๆ) ยาฆ่าแมลงหรือวัชพืช สเปรย์แต่งผม กลิ่นสี กลิ่นฉุน ๆ สารเคมีภายในบ้านหรือที่ทำงานและโรงงาน รวมถึงอากาศเย็นหรืออากาศเปลี่ยน การติดเชื้อของทางเดินหายใจ เช่น ไข้หวัด ไข้หวัดใหญ่ ไซนัสอักเสบ ทอนซิลอักเสบ หลอดลมอักเสบ หลอดลมฝอยอักเสบ โรคกรดไหลย้อน เพราะน้ำย่อยหรือกรดที่ไหลย้อนลงไปในหลอดลมอาจทำให้โรคหอบหืดกำเริบได้บ่อยและรุนแรงขึ้น ฮอร์โมนเพศ เพราะพบว่าหญิงระยะเข้าสู่วัยเจริญพันธุ์ ระยะก่อนมีประจำเดือน หรือในขณะตั้งครรภ์ (ในช่วงสัปดาห์ที่ 24-36 ของการตั้งครรภ์) มักจะมีโรคหอบหืดกำเริบ ยา ได้แก่ ยาแอสไพริน (Aspirin), ยาลดความดันโลหิตกลุ่มปิดกั้นเบต้า (เช่น ยาโปรปาโนโลล (Propanolol)), ยาต้านอักเสบที่ไม่ใช่สเตียรอยด์ (NSAIDs) ความเครียดทางจิตใจ เช่น ความเครียดจากการงาน ครอบครัว ปัญหาทางเศรษฐกิจ ความโศกเศร้าจากการสูญเสียคนรัก รวมทั้งอารมณ์ซึมเศร้า เป็นต้น ซึ่งส่งผลให้หายใจผิดปกติโดยไม่รู้ตัว ทำให้หายใจแบบลึกบ้างตื้นบ้างสลับไปมา เพราะจะส่งผลให้เยื่อบุทางเดินหายใจแห้ง หายใจลำบาก และอาการกำเริบได้ง่ายขึ้น การออกกำลังกายหรือออกแรงในการทำกิจกรรมต่าง ๆ รวมทั้งการหัวเราะมาก ๆ อาจชักนำให้เกิดอาการหอบหืดกำเริบได้ในผู้ป่วยบางราย โดยเฉพาะอย่างยิ่งในรายที่ออกกำลังจนเหนื่อยหรือหักโหมมากเกินไป หรือออกกำลังกายในที่ที่มีอากาศแห้งและเย็น การสัมผัสความร้อนความเย็น เช่น การรับประทานไอศกรีมหรือเข้าห้องแอร์",
            "prevent": [
                        "หลีกเลี่ยงการสัมผัสสารก่อภูมิแพ้และสิ่งระคายเคืองต่าง ๆ ทั้งในบ้าน ที่ทำงาน และสิ่งแวดล้อม โดยควรสังเกตว่าตัวเองมักมีอาการกำเริบในเวลาใด สถานที่ใด และหลังจากสัมผัสถูกอะไร เช่น กำจัดไรฝุ่นในบ้าน โดยการหลีกเลี่ยงการใช้หมอน ผ้าห่ม ที่นอน เฟอร์นิเจอร์ และของเล่นที่ทำให้ด้วยนุ่นหรือเป็นขน ๆ แต่ถ้าหลีกเลี่ยงไม่ได้ก็ควรห่อหุ้มด้วยวัสดุกันไรฝุ่น ส่วนปลอกหมอน ผ้าห่ม และผ้าปูที่นอน ควรซักด้วยน้ำอุ่น (มากกว่า 55 องศาเซลเซียส) อย่างน้อยสัปดาห์ละ 1 ครั้ง นอกจากนี้ก็ไม่ควรปูพรมตามพื้นห้อง โดยเฉพาะอย่างยิ่งภายในห้องนอน ถ้าปูพรมก็ควรใช้เสื่อน้ำมันปูทับให้ทั่วและให้ขอบชิดผนังห้องทุกด้าน หลีกเลี่ยงการคลุกคลีกับสัตว์เลี้ยงทุกชนิด ไม่ว่าจะเป็นสุนัข แมว หนู นก กระต่าย แต่ถ้าเลี้ยงสัตว์ก็ควรให้อยู่นอกบ้าน อย่านำเข้ามาในบ้านและห้องนอน และควรจับอาบน้ำอย่างน้อยสัปดาห์ละ 2 ครั้ง หลีกเลี่ยงการสูบบุหรี่ การสูดควันบุหรี่ และควันต่าง ๆ รวมถึงห้ามบุคคลในบ้านสูบบุหรี่ ห้ามใช้ฟืนในการหุงต้มและผิงไฟ เป็นต้น",
                        "ออกกำลังกายเป็นประจำ ผู้ป่วยโรคหอบหืดสามารถออกกำลังกายได้ โดยควรเป็นการออกกำลังกายที่เหมาะสมกับสภาพร่างกายหรือเป็นชนิดกีฬาที่เหมาะสม เช่น เดินเร็ว วิ่งเหยาะ ขี่จักรยาน แอโรคบิค ว่ายน้ำ ฯลฯ แต่ต้องระวังอย่าให้หักโหมหรือเหนื่อยมากจนเกินไป หลีกเลี่ยงการออกกำลังในที่ที่มีอากาศแห้งและเย็น และควรเตรียมยาขยายหลอดลมชนิดสูดไว้ให้พร้อมเสมอ ถ้าเคยมีอาการหอบหืดจากการออกกำลังกายก็ควรใช้ยาสูดก่อนออกกำลังกายประมาณ 15-20 นาที และถ้ามีอาการกำเริบระหว่างออกกำลังกายก็ควรหยุดพัก แล้วใช้ยาสูดจนกว่าอาการจะทุเลาแล้วจึงค่อยเริ่มออกกำลังกายใหม่",
                        "หาทางป้องกันหรือผ่อนคลายความเครียดด้วยวิธีการต่าง ๆ เช่น การทำงานอดิเรกที่ชอบ (เช่น เล่นดนตรี ฟังเพลง วาดภาพ ปลูกต้นไหม้) การออกกำลังกาย (โดยเฉพาะอย่างยิ่งการฝึกโยคะ รำมวยจีน) การสวดมนต์ ไหว้พระ ฝึกสมาธิ เจริญสติ ฯลฯ",
                        "นอนหลับพักผ่อนให้เพียงพอ",
                        "รับประทานอาหารที่มีคุณค่าโภชนาการ โดยเฉพาะอาหารที่ช่วยลดการอักเสบและการตีบตันบริเวณทางเดินหายใจ เช่น ผักผลไม้สด เมล็ดธัญพืช เนื้อปลา และดื่มน้ำสะอาดให้มาก ๆ",
                        "ระมัดระวังและป้องกันตัวเองไม่ให้เป็นไข้หวัดและโรคติดเชื้อของทางเดินหายใจ รวมถึงควรฉีดวัคซีนป้องกันไข้หวัดใหญ่และวัคซีนป้องกันปอดบวมด้วย เพื่อป้องกันการเกิดโรคเหล่านี้ที่จะเป็นตัวกระตุ้นอาการหอบหืด",
                        "หลีกเลี่ยงการใช้ต้านอักเสบที่ไม่สเตียรอยด์ ยาลดความดันโลหิตสูงกลุ่มปิดกั้นเบต้า และยาแอสไพริน ที่สำคัญเมื่อไปพบแพทย์ท่านอื่นก็ควรแจ้งให้แพทย์ทราบด้วยว่าเป็นโรคหอบหืดอยู่ เพื่อจะได้หลีกเลี่ยงการใช้ยาเหล่านี้"
            ],
            "treatment": "เมื่อมีอาการต้องสงสัยดังกล่าวก็ควรไปพบแพทย์เพื่อรับการตรวจวินิจฉัยและวางแผนการรักษาที่เหมาะสม เมื่อไปพบแพทย์สิ่งที่แพทย์จะให้การดูแลรักษาก็คือ เมื่อมีอาการหอบหืดกำเริบฉับพลัน ให้สูดยากระตุ้นเบต้า 2 ทันที แต่ถ้าไม่มียาชนิดสูดแพทย์จะฉีดยากระตุ้นเบต้า 2 เข้าใต้ผิวหนังแทน ถ้าอาการของผู้ป่วยยังไม่ทุเลาแพทย์จะให้ยาสูดหรือยาฉีดดังกล่าวซ้ำได้อีก 1-2 ครั้ง ทุก 20 นาที เพราะสิ่งสำคัญอย่างแรกคือการรักษาและควบคุมโรคให้ทันและเร็วที่สุดเมื่อมีอาการ หากผู้ป่วยรู้สึกหายดีแล้ว แพทย์จะทำการประเมินอาการ สาเหตุกระตุ้น และประวัติการรักษาของผู้ป่วยรายนั้นอย่างละเอียด ถ้าผู้ป่วยมีอาการกำเริบและมีลักษณะตามข้อใดข้อหนึ่งต่อไปนี้ ควรรีบนำตัวผู้ป่วยส่งโรงพยาบาลโดยเร็ว ซึ่งแพทย์มักจะรับตัวผู้ป่วยไว้รักษาในโรงพยาบาล (ส่วนในรายที่มีสาเหตุไม่ชัดเจน อาจต้องมีการตรวจพิเศษต่าง ๆ เพิ่มเติม) ในผู้ป่วยที่แพทย์วินิจฉัยว่าเป็นโรคหอบหืดกำเริบรุนแรงหรือภาวะหืดต่อเนื่อง แพทย์จะมีแนวทางในการรักษาดังนี้ (เมื่อควบคุมอาการได้แล้ว แพทย์จะนัดติดตามดูอาการภายใน 2-4 สัปดาห์) ผู้ป่วยที่เป็นโรคหอบหืดทุกราย แพทย์จะพิจารณาให้การรักษาระยะยาวเพื่อควบคุมอาการให้น้อยลง ป้องกันอาการกำเริบรุนแรงเฉียบพลัน ฟื้นฟูสมรรถภาพของปอดให้กลับคืนสู่ปกติ ป้องกันภาวะแทรกซ้อน ป้องกันการเกิดภาวะทางเดินหายใจอุดกั้นอย่างถาวร"
        },
        {
            "name": "วัณโรค / วัณโรคปอด (Tuberculosis)",
            "information": "วัณโรค (ภาษาอังกฤษ : Tuberculosis) หรือโรคทีบี (Tubercle bacillus : TB) หรือที่โบราณเรียกว่า “ฝีในท้อง” คือ โรคติดเชื้อเรื้อรังที่เกิดจากเชื้อวัณโรคที่สามารถแพร่ให้คนที่อยู่ใกล้ชิดได้ แม้ว่าโดยส่วนใหญ่แล้วการอักเสบจากเชื้อวัณโรคจะเกิดขึ้นในปอดที่เรียกว่า “วัณโรคปอด” (ภาษาอังกฤษ : Pulmonary tuberculosis) แต่วัณโรคก็สามารถเกิดกับอวัยวะอื่น ๆ ได้เกือบทุกอวัยวะในร่างกาย เช่น ประสาทและสมอง ต่อมน้ำเหลือง ลำไส้ ตับ ม้าม ระบบขับถ่าย กระเพาะปัสสาวะ ระบบสืบพันธุ์ กระดูกและข้อ เป็นต้น ในสมัยก่อนผู้ป่วยวัณโรคมักจะเสียชีวิต แต่ในปัจจุบันโรคนี้สามารถรักษาด้วยยาจนหายขาดได้ วัณโรคเป็นจัดว่าเป็นโรคติดต่อที่พบได้บ่อยชนิดหนึ่ง พบได้มากในผู้สูงอายุ ผู้ป่วยเอดส์ ผู้ที่มีภูมิต้านทานโรคต่ำ และมักพบในผู้ที่มีฐานะยากจนหรืออยู่กันอย่างแออัด วัณโรคถือเป็น 1 ใน 10 สาเหตุการเสียชีวิตของคนทั่วโลก โดยองค์การอนามัยโลก (WHO) ได้เปิดเผยสถิติล่าสุดในปี พ.ศ.2558 ว่ามีผู้ที่ป่วยทั่วโลกทั้งหมด 10.4 ล้านคน และมีผู้ที่เสียชีวิตจากวัณโรคมากถึง 1.8 ล้านคน ส่วนผู้ติดเชื้อวัณโรคที่อยู่ในระยะแฝง ซึ่งยังไม่แสดงอาการพบว่ามีมากถึง 1 ใน 3 ของประชากรทั่วโลก หรือเทียบเท่ากับ 2,000 ล้านคนทั่วโลก ส่วนในประเทศไทยวัณโรคก็ยังเป็นโรคที่พบได้มากและยังอยู่ในสถานการณ์ที่น่าเป็นห่วง (แม้จะไม่ติด 10 อันสาเหตุการเสียชีวิตของคนไทยก็ตาม) องค์การอนามัยโลกได้จัดให้ประเทศไทยเป็น 1 ใน 22 ประเทศที่มีปัญหาวัณโรคสูงมากมาตั้งแต่ปี พ.ศ.2521 แล้ว ซึ่งจำนวนของผู้ป่วยวัณโรครายใหม่ในกลุ่ม 22 ประเทศเหล่านี้ก็คิดเป็นกว่า 80% ของผู้ป่วยทั่วโลก (รายงานอุบัติการณ์ของการติดเชื้อวัณโรคของสำนักวัณโรค กระทรวงสาธารณสุข เมื่อปี พ.ศ.2555 พบผู้ป่วย 137 รายต่อประชากร 100,000 คน หรือประมาณ 90,000 คนต่อปี (ในการนี้เป็นเชื้อดื้อยาประมาณ 1,900 คน) และเสียชีวิต 16 รายต่อประชากร 100,000 คน ส่วนรายงานขององค์การอนามัยโลกในปีเดียวกันนี้ พบว่ามีผู้ป่วยวัณโรคในประเทศไทยทั้งหมด 61,208 รายที่มีการลงทะเบียน ทั้งนี้ยังไม่ได้นับรวมกับผู้ป่วยบางส่วนที่ไม่ได้มีการลงทะเบียนซึ่งเชื่อว่ามีอีกจำนวนมาก)",
            "symptom": [
                "วัณโรคระยะแฝง (Latent TB) คือ ระยะที่เมื่อผู้ป่วยได้รับเชื้อแล้วแต่ยังไม่มีอาการแสดงใด ๆ เนื่องจากเชื้อยังไม่ได้รับการกระตุ้น แต่เชื้อก็ยังคงอยู่ในร่างกายและสามารถก่อให้เกิดอาการจนเข้าสู่ระยะแสดงอาการได้ ทั่วโลกมีผู้ป่วยวัณโรคที่อยู่ในระยะแฝงนี้มากถึง 2,000 ล้านคน โดยที่ผู้ป่วยประมาณ 90% จะไม่มีอาการแสดงและไม่สามารถแพร่เชื้อไปสู่ผู้อื่นได้ แต่อีกประมาณ 10% ที่เหลือจะป่วยเป็นวัณโรค ซึ่งผู้ป่วยในกลุ่มนี้กว่าครึ่งหนึ่งจะเกิดอาการของโรคภายใน 2 ปี (ส่วนใหญ่จะเป็นเด็กและผู้ที่มีภูมิคุ้มกันต่ำหรือบกพร่อง) และอีกครึ่งหนึ่งจะเกิดอาการหลังจากติดเชื้อภายใน 10 ปี (เช่น ผู้ที่ได้รับเชื้อตั้งแต่เด็กอาจมีอาการแสดงตอนโตเป็นผู้ใหญ่) และหากไม่ได้รับการรักษา ผู้ป่วยกว่า 50% จะเสียชีวิตภายใน 2 ปี หากมีการตรวจพบเชื้อในช่วงระยะแฝง แพทย์อาจให้ผู้ป่วยเข้ารับการรักษาและควบคุมการแพร่เชื้อ รวมถึงลดความเสี่ยงที่อาการจะเข้าสู่ระยะแสดงอาการ",
                "วัณโรคระยะแสดงอาการ (Active TB) คือ ระยะที่เชื้อวัณโรคได้รับการกระตุ้นจนแสดงอาการออกมา ซึ่งสามารถเกิดขึ้นได้ตั้งแต่ในช่วงสัปดาห์แรก ๆ ไปจนถึงหลายปีหลังจากได้รับเชื้อ ทั้งนี้โดยส่วนใหญ่แล้ววัณโรคจะแสดงอาการที่ปอด ซึ่งเรียกว่า “วัณโรคปอด” (แต่ที่พบเกิดได้น้อย คือ เชื้อในปอดหรือต่อมน้ำเหลืองที่ขั้วปอดมีการแพร่กระจายผ่านทางกระแสเลือดหรือระบบน้ำเหลืองไปยังอวัยวะอื่น ๆ ในร่างกายและทำให้เกิดอาการผิดปกติอื่น ๆ ตามมา ซึ่งมักจะเกิดกับผู้ที่มีภูมิคุ้มกันต่ำเป็นส่วนใหญ่) โดยผู้ป่วยที่เป็นวัณโรคปอดจะมีอาการแสดงที่สำคัญคือ อาการไข้และไอเรื้อรังนานเป็นสัปดาห์ ๆ ถึงเป็นแรมเดือน ซึ่งผู้ป่วยมักซื้อยามากินเองหรือไปหาหมอรักษาแต่อาการก็ไม่ทุเลาลง เริ่มแรกผู้ป่วยจะมีอาการคล้ายไข้หวัด ไข้หวัดใหญ่ หรือหลอดลมอักเสบ โดยที่มีอาการไอเป็นหลัก ในระยะแรกจะไอแห้ง ๆ ต่อมาจะไอมีเสมหะเป็นสีเหลืองหรือเขียว มักมีอาการครั่นเนื้อครั่นตัว มีไข้ต่ำ ๆ ตอนบ่าย ๆ อ่อนเพลีย เบื่ออาหารร่วมด้วย อาจมีอาการเหงื่อออกชุ่มในตอนกลางคืน (Night sweats) บางครั้งอาจออกมากจนโชกเสื้อผ้าและที่นอน ซึ่งผู้ป่วยจะมีอาการอย่างเรื้อรังต่อเนื่องนาน 2-3 สัปดาห์หรือเป็นแรมเดือน ผู้ป่วยจะมีอาการไอถี่ขึ้น อ่อนเพลีย ความอยากอาหารลดลง และน้ำหนักตัวลดลงอย่างรวดเร็วโดยไม่ทราบสาเหตุ ผู้ป่วยอาจมีอาการไอออกมาเป็นเลือดสีแดง ๆ หรือดำ ๆ ได้ ซึ่งมักจะออกมาในปริมาณไม่มาก มีน้อยรายมากที่อาจมีเลือดออกมากจนซีด หรือเป็นลม หน้ามืด มือเท้าเย็น บางรายอาจมีอาการแน่นหน้าอก หายใจไม่สะดวกหรือหอบเหนื่อยง่าย หรือเจ็บหน้าอกในขณะไอหรือหายใจเข้าลึก ๆ เนื่องจากมีภาวะมีน้ำในโพรงเยื่อหุ้มปอด เยื่อหุ้มปอดอักเสบ หรือโรคลุกลามไปทั่วปอด ในรายที่มีอาการหอบเหนื่อยมานาน อาจมีอาการนิ้วปุ้ม (Clubbing of fingers)ผู้ป่วยที่เป็นเรื้อรังมานานหรืออยู่ในระยะลุกลามมากแล้ว ผู้ป่วยจะมีลักษณะซูบผอม อาจซีด หรือหายใจหอบ  ผู้ป่วยบางรายอาจมีแต่อาการไข้นานเป็นแรมเดือน โดยที่ไม่มีอาการไอหรืออาการอื่น ๆ ชัดเจนก็ได้ หรือกลับกันบางรายอาจมีเพียงอาการไอเรื้อรังนานกว่า 2 สัปดาห์ โดยที่ไม่มีอาการอื่น ๆ ร่วมด้วย หรือบางรายที่เป็นวัณโรคปอดเพียงเล็กน้อย อาจไม่มีอาการแสดงอะไรเลยก็ได้ และมักตรวจพบได้โดยบังเอิญจากการเห็นจุดในปอดจากภายถ่ายเอกซเรย์"
            ],
            "findSymptom": [
                "มีไข้",
                "ไอเรื้อรัง",
                "ครั่นเนื้อครั่นตัว",
                "อ่อนเพลีย",
                "เบื่ออาหาร",
                "เหงื่อออกชุ่ม",
                "น้ำหนักตัวลดลง",
                "ไอเป็นเลือดสีแดง",
                "เป็นลม",
                "หน้ามืด",
                "มือเท้าเย็น",
                "แน่นหน้าอก",
                "หายใจไม่สะดวก",
                "นิ้วปุ้ม",
                "หายใจหอบ",
                "ซูบผอม"
            ],
            "cause": "เชื้อที่เป็นสาเหตุ : เกิดจากเชื้อวัณโรค ซึ่งเป็นเชื้อแบคทีเรียที่มีการเจริญเติบโตหรือการแบ่งตัวช้ากว่าแบคทีเรียทั่วไปชนิดอื่น ๆ โดยแบคทีเรียกลุ่มนี้มีชื่อว่า “ไมโครแบคทีเรีย” ซึ่งมีหลากหลายสายพันธุ์ที่ก่อให้เกิดวัณโรคได้ แต่สายพันธุ์ที่พบได้บ่อยและก่อปัญหามากที่สุดในมนุษย์คือ เชื้อ “ไมโคแบคทีเรียม ทูเบอร์คูโลซิส” (Mycobacterium tuberculosis) หรือบางครั้งเรียกว่า “เชื้อเอเอฟบี” (Acid fast bacilli : AFB) ซึ่งสามารถแพร่กระจายในอากาศและติดต่อจากคนสู่คนได้ การติดต่อ : ส่วนใหญ่จะติดเชื้อวัณโรคผ่านทางการหายใจสูดเอาเชื้อในฝอยละอองเสมหะขนาดเล็ก ๆ ที่ผู้ป่วยปล่อยออกมาแขวนลอยอยู่ในอากาศ (จากการไอ จาม พูด หัวเราะ ร้องเพลง หรือหายใจ) เข้าไปภายในปอดและต่อมน้ำเหลืองที่ขั้วปอด และอาจส่งผลกระทบต่ออวัยวะอื่น ๆ ได้ทั่วร่างกาย (เช่น เยื่อหุ้มสมอง ต่อมน้ำเหลืองที่คอ ตับ ม้าม กระดูก เป็นต้น) แต่วัณโรคที่ปอดเป็นตำแหน่งที่พบได้บ่อยที่สุดและมีความสำคัญมากที่สุดเนื่องจากเชื้อสามารถแพร่กระจายสู่ผู้อื่นได้โดยการไอและแขวนลอยอยู่ในอากาศได้นานหลายชั่วโมง (การไอเพียง 1 ครั้งอาจพบมีละอองเสมหะออกมามากถึง 3,000 ละอองเสมหะ) ซึ่งผู้ที่จะรับเชื้อได้ในปริมาณมากพอจนถึงขั้นติดเชื้อเป็นโรคได้จะต้องอยู่ใกล้ชิดหรือสัมผัสกับผู้ป่วยที่ติดเชื้อวัณโรคเป็นเวลานาน (เช่น อยู่ในบ้านหรือห้องเดียวกัน) อย่างไรก็ตาม ผู้ที่มีสุขภาพและภูมิคุ้มกันที่แข็งแรงจะมีโอกาสติดเชื้อวัณโรคได้น้อยกว่าผู้ที่มีร่างกายอ่อนแอ เนื่องจากระบบภูมิคุ้มกันของร่างกายจะทำลายเชื้อได้เองตามธรรมชาติ หรือหากเคยได้รับเชื้อมาก่อนแต่มีสุขภาพที่แข็งแรงก็จะไม่อาการแสดงออกมาและไม่แพร่เชื้อ ส่วนการติดต่อโดยทางอื่นนับว่ามีโอกาสเกิดขึ้นได้น้อยมาก ที่อาจพบได้ก็คือ การที่เด็กดื่มนมวัวที่ได้จากวัวที่เป็นวัณโรคจากเชื้ออีกสายพันธุ์หนึ่งที่มีชื่อว่า “ไมโคแบคทีเรียม โบวิส” (Mycobacterium bovis) โดยไม่ผ่านกรรมวิธีการฆ่าเชื้ออย่างถูกต้อง (วัณโรคจะไม่ติดต่อทางการกินอาหาร ดื่มน้ำ หรือสัมผัส และในผู้ป่วยวัณโรคที่ได้รับยารักษาวัณโรคแล้ว ส่วนใหญ่จะไม่แพร่เชื้อเมื่อกินยาเกิน 2 สัปดาห์ไปแล้ว) การเกิดโรค : หลังการติดเชื้อวัณโรคได้ประมาณ 2-8 สัปดาห์ ร่างกายจะเกิดกระบวนการสร้างภูมิคุ้มกันขึ้นมา คนส่วนหนึ่งที่สามารถกำจัดเชื้อได้หมดก็จะไม่เป็นโรค ส่วนหนึ่ง โดยเฉพาะอย่างยิ่งในเด็กเล็กหรือผู้ที่มีภูมิคุ้มกันต่ำหรือบกพร่อง ที่ไม่สามารถกำจัดเชื้อหรือควบคุมเชื้อวัณโรคให้สงบได้ก็จะกลายเป็นโรคภายหลังการติดเชื้อได้ไม่นาน เรียกว่า “วัณโรคปฐมภูมิ” (Primary tuberculosis คือ วัณโรคที่แสดงอาการตั้งแต่ครั้งแรกที่ติดเชื้อโดยไม่มีการอยู่ในระยะแฝง) และอีกส่วนหนึ่งที่ภูมิคุ้มกันของร่างกายกำจัดเชื้อได้ไม่หมด (ซึ่งพบได้เป็นส่วนใหญ่) เชื้อที่เหลือจะหลบซ่อนอยู่ในปอดและอวัยวะต่าง ๆ อย่างสงบ โดยไม่มีอาการเจ็บป่วยเกิดขึ้น เรียกว่า “การติดเชื้อวัณโรคแฝง” หรือ “วัณโรคระยะแฝง” (Latent TB infection) ซึ่งประมาณ 10% ของคนกลุ่มนี้จะกลายเป็นวัณโรคปอดในระยะเวลาต่อมา โดยกว่าครึ่งหนึ่งจะเกิดอาการของโรคขึ้นมาภายใน 2 ปีหลังการติดเชื้อ และอีกครึ่งหนึ่งจะกลายเป็นโรคในระยะเวลาหลายปีหรือนับเป็นสิบ ๆ ปีต่อมา ทั้งนี้ขึ้นอยู่กับภูมิคุ้มกันของร่างกาย กล่าวคือ ถ้าตราบใดที่ภูมิคุ้มกันของร่างกายยังแข็งแรงก็จะไม่เกิดโรคขึ้นมา แต่เมื่อใดที่ร่างกายอ่อนแอหรือมีภูมิคุ้มกันต่ำ (เช่น เป็นโรคเบาหวาน ติดเชื้อเอชไอวีหรือเป็นโรคเอดส์ เกิดภาวะขาดสารอาหาร กได้รับยาสเตียรอยด์หรือยากดภูมิคุ้มกัน เป็นต้น) เชื้อที่หลบซ่อนอยู่ก็จะเกิดการแบ่งตัวเพิ่มจำนวนจนทำให้เกิดเป็นวัณโรคปอดขึ้นมา ซึ่งเรียกว่า “การปลุกฤทธิ์คืน” (Reactivation) ",
            "prevent": [
                        "การฉีดวัคซีนบีซีจี หรือที่เรียกว่า “วัคซีนป้องกันวัณโรค” (Bacillus Calmette–Guérin (BCG) vaccine) ให้ทารกตั้งแต่แรกเกิดทุกราย (ภายในวัคซีนจะประกอบไปด้วยเชื้อวัณโรคที่ถูกทำให้เชื้ออ่อนแอลงและมีปริมาณเพียงเล็กน้อย มีกลไกการทำงานคือ เชื้อที่อ่อนฤทธิ์ลงจะเข้าไปกระตุ้นภูมิคุ้มกันให้สามารถรับมือกับเชื้อวัณโรคได้) เมื่อฉีดวัคซีนไปแล้วภูมิคุ้มกันจะเกิดภายหลังการได้รับวัคซีนประมาณ 4-6 สัปดาห์ และสามารถสร้างภูมิคุ้มกันอยู่ไปได้นาน 10-15 ปี (การฉีดวัคซีนนี้จะทำเพียงครั้งเดียว หากไม่ได้รับวัคซีนตั้งแต่แรกเกิดก็สามารถรับวัคซีนนี้ได้ทันทีในทุกช่วงอายุ) โดยวัคซีนชนิดนี้จะให้ผลในการป้องกันวัณโรคได้สูงถึง 60-90% โดยเฉพาะวัณโรคชนิดรุนแรง ได้แก่ วัณโรคชนิดแพร่กระจาย วัณโรคเยื่อหุ้มสมอง ซึ่งพบได้บ่อยในเด็กเล็ก แต่อาจจะป้องกันวัณโรคปอดไม่ได้เต็มที่ ผู้ที่เคยฉีดวัคซีนชนิดนี้มาแล้วก็ยังมีโอกาสเสี่ยงต่อการเป็นวัณโรคปอดได้อยู่  ส่วนการฉีดวัคซีนบีซีจีในผู้ใหญ่จะนิยมฉีดในกลุ่มคนที่ทำงานในสถานพยาบาล ห้องปฏิบัติการที่ต้องทำกงานกับเชื้อโรค ผู้ที่ต้องทำหน้าที่ดูแลผู้สูงอายุ ผู้ที่ต้องทำงานในพื้นที่แออัด (เช่น เรือนจำ) และผู้ที่มีอายุต่ำกว่า 35 ปี (เพราะไม่พบว่าการฉีดวัคซีนจะได้ผลหรือไม่กับกลุ่มคนที่อายุมากกว่า 35 ปี) ผู้ที่ไม่สามารถวัคซีนบีซีจีได้ คือ ผู้ที่เคยได้รับวัคซีนบีซีจีมาก่อน, ผู้ที่มีภูมิคุ้มกันต่ำรวมทั้งผู้ที่กินยากดภูมิคุ้มกัน, เด็กแรกเกิดที่อาศัยอยู่กับผู้ที่ติดเชื้อวัณโรค, ผู้ที่เคยมีประวัติการติดเชื้อวัณโรค, ผู้ที่เจ็บป่วยอย่างเฉียบพลัน (เช่น ไข้หวัดใหญ่), ผู้ที่มีแผลติดเชื้อหรือแผลไฟไหม้ตรงบริเวณที่จะฉีดวัคซีนนี้, ผู้ที่มีการตรวจพบว่ามีอาการแพ้ส่วนประกอบของวัคซีนบีซีจีอย่างรุนแรง, ผู้ที่มีผลการตรวจทางผิวหนังที่ค่อนข้างรุนแรง และหญิงตั้งครรภ์ (แม้ว่าจะมีการศึกษาไม่พบอันตราย แต่วัคซีนนี้ก็ผลิตมาจากเชื้อแบคทีเรียที่ถูกทำให้อ่อนฤทธิ์ จึงอาจมีโอกาสเกิดการกลายพันธุ์ไปเป็นเชื้อก่อโรครุนแรงได้)",
                        "ดูแลรักษาสุขภาพร่างกายให้แข็งแรง โดยการกินอาหารที่มีประโยชน์ให้ครบ 5 หมู่ ออกกำลังกายเป็นประจำ พักผ่อนนอนหลับให้เพียงพอ งดการสูบบุหรี่ ไม่ดื่มแอลกอฮอล์จัด ไม่ใช้ยาเสพติด หลีกเลี่ยงพฤติกรรมเสี่ยงต่อการติดเชื้อเอชไอวี และควรตรวจสุขภาพและเอกซเรย์ปอดเป็นประจำทุกปี",
                        "ถ้ามีอาการผิดปกติที่สงสัยว่าจะเป็นวัณโรค เช่น ไอเรื้อรัง มีไข้ เบื่ออาหาร น้ำหนักตัวลดลง หอบเหนื่อยง่าย เจ็บหน้าอก เหงื่อออกมากตอนกลางคืน เป็นต้น ควรรีบไปพบแพทย์เสมอเพื่อตรวจร่างกาย ถ้าพบว่าเป็นโรคนี้ก็จะได้รับการรักษาตั้งแต่เนิ่น ๆ เพื่อป้องกันไม่ให้โรคลุกลามและแพร่เชื้อไปให้ผู้อื่น แต่ถ้าตรวจไม่พบเชื้อวัณโรค หรือให้ยารักษาวัณโรคแล้วอาการยังไม่ดีขึ้น ก็อาจเกิดจากสาเหตุอื่น ๆ ได้ดังที่กล่าวไปในหัวข้อการแยกโรค โดยเฉพาะอย่างโรคเมลิออยโดซิส (Melioidosis) ที่พบเป็นกันมากทางภาคอีสาน",
                        "ถ้ามีผู้ป่วยวัณโรคอยู่ในบ้านเดียวกัน ควรกำชับให้ผู้ป่วยปฏิบัติตัวตามคำแนะนำของแพทย์อย่างเคร่งครัด (ดูหัวข้อคำแนะนำ) โดยในช่วงที่ผู้ป่วยยังกินยารักษาวัณโรคได้ไม่ถึง 2 สัปดาห์ หรือยังไม่หายจากอาการไอ ควรหลีกเลี่ยงการนอนในห้องเดียวกับผู้ป่วย และถ้าจำเป็นต้องดูแลผู้ป่วยอย่างใกล้ชิดก็ควรสวมหน้ากากอนามัยเพื่อป้องกันการติดเชื้อเสมอ",
                        "ผู้ที่อยู่ในกลุ่มเสี่ยงต่อการเกิดโรคและผู้ที่อยู่ใกล้ชิดกับผู้ป่วยหรือเป็นสมาชิกในบ้านเดียวกับผู้ป่วย แม้ว่าจะยังรู้สึกสบายดีก็ควรไปพบแพทย์เพื่อทำการตรวจทูเบอร์คูลิน ถ้าพบว่าให้ผลเป็นบวกซึ่งแสดงว่าเป็นผู้ติดเชื้อวัณโรค แพทย์ก็จะพิจารณาให้กินยาไอโซไนอาซิด (Isoniazid) เพื่อป้องกันไม่ให้เป็นโรคติดต่อกันนาน 9-12 เดือน โดยในผู้ใหญ่ให้ในขนาดวันละ 300 มิลลิกรัม (ในเด็กให้วันละ 10 มิลลิกรัมต่อน้ำหนักตัว 1 กิโลกรัม) วันละ 1 ครั้ง โดยตัวอย่างของผู้ที่ต้องกินยานี้ป้องกัน ได้แก่  เด็กอายุต่ำกว่า 4 ปี ผู้ที่ฉีดยาเสพติดหรือติดแอลกอฮอล์ ผู้ป่วยเบาหวาน มะเร็งเม็ดเลือดขาวหรือมะเร็งต่อมน้ำเหลือง ไตวายเรื้อรัง หรือผู้ที่อยู่ในสถานที่ที่มีความเสี่ยงสูง (เช่น ผู้สูงอายุที่อยู่ในสถานพักฟื้น นักโทษในเรือนจำ บุคลากรที่ดูแลผู้ป่วยวัณโรคในโรงพยาบาล) เป็นต้น ซึ่งมีผลการตรวจทูเบอร์คูลินขนาด ≥ 15 มิลลิเมตร ผู้ติดเชื้อเอชไอวี (HIV) ผู้ที่สัมผัสใกล้ชิดกับผู้ป่วยวัณโรคระยะติดต่อ และผู้ที่พบรอยโรคในปอดจากภาพถ่ายเอกซเรย์ปอด ซึ่งมีผลการตรวจทูเบอร์คูลินขนาด ≥ 5 มิลลิเมตร ควรกินยาป้องกันนานอย่างน้อย 12 เดือน บุคคลทั่วไปที่ไม่ได้อยู่ในกลุ่มเสี่ยง แต่มีผลการตรวจทูเบอร์คูลินขนาด ≥ 15 มิลลิเมตร"
            ],
            "treatment": "หากมีอาการน่าสงสัย เช่น ไอเรื้อรัง มีไข้ เบื่ออาหาร น้ำหนักตัวลดลง หอบเหนื่อยง่าย เจ็บหน้าอก เหงื่อออกมากตอนกลางคืน เป็นต้น ควรรีบไปพบแพทย์ที่โรงพยาบาล หากแพทย์ตรวจพบว่าเป็นวัณโรค แพทย์จะให้การดูแลรักษา ให้ยารักษาวัณโรคหลายชนิดร่วมกัน สำหรับผู้ป่วยใหม่ที่เพิ่งรักษาเป็นครั้งแรก แพทย์จะนิยมใช้สูตรยา 6 เดือนซึ่งได้ผลดีที่สุด โดยในช่วง 2 เดือนแรกจะให้กินยารวมกัน 4 ชนิด ได้แก่ ไอโซไนอาซิด (Isoniazid) หรืออีกชื่อหนึ่งที่คุ้นเคยกันในวงการแพทย์ว่า ไอเอ็นเอช (INH), ไรแฟมพิซิน (Rifampicin), ไพราซินาไมด์ (Pyrazinamide) และอีแทมบูทอล (Ethambutol) หลังจากกินยาทั้ง 4 ชนิดครบ 2 เดือนแล้วจะต่อด้วยการกินยา 2 ชนิดต่อไปอีก 4 เดือน ได้แก่ ไอโซไนอาซิด (Isoniazid) และไรแฟมพิซิน (Rifampicin) ให้การรักษาไปตามอาการ เช่น ยาแก้ไอ ยาลดไข้ ยาบำรุงโลหิต (ถ้าซีด) วิตามินรวม (ถ้าเบื่ออาหาร) เป็นต้น แต่ถ้าผู้ป่วยมีภาวะแทรกซ้อนเกิดขึ้น เช่น ไอออกมาเป็นเลือดในปริมาณมาก หายใจหอบเหนื่อย มีภาวะมีน้ำหรือลมในโพรงเยื่อหุ้มปอด มีภาวะขาดอาหารรุนแรง เป็นต้น แพทย์จะรับตัวผู้ป่วยไว้รักษาในโรงพยาบาลจนกว่าอาการจะดีขึ้น  ตรวจเสมหะเป็นระยะ แพทย์จะทำการตรวจเสมหะเพื่อติดตามผลการรักษาเมื่อผู้ป่วยกินยาครบ 2 เดือน 5 เดือน และเมื่อสิ้นสุดการรักษา (6 หรือ 9 เดือน แล้วแต่กรณี) แต่บางกรณีแพทย์อาจนัดมาตรวจเสมหะทุกเดือนก็ได้"
        },
        {
            "name": "ไข้หวัดใหญ่ (Influenza, Flu)",
            "information": "ไข้หวัดใหญ่ หรือ ฟลู (Influenza, Flu) เป็นโรคติดต่อทางเดินหายใจเช่นเดียวกับโรคหวัด แต่เกิดจากไวรัสคนละชนิดและมีความรุนแรงสูงกว่าโรคหวัดธรรมดามาก โรคนี้พบเป็นสาเหตุอันดับแรก ๆ ของอาการไข้ที่เกิดขึ้นเฉียบพลัน แพทย์มักให้การวินิจฉัยผู้ใหญ่ที่มีอาการตัวร้อนมา 2-3 วัน โดยไม่มีอาการอย่างอื่นชัดเจนว่าเป็นไข้หวัดใหญ่ ซึ่งบางครั้งก็อาจจะผิดพลาดได้ เป็นโรคที่พบได้บ่อยในคนทุกเพศทุกเพศวัย ตั้งแต่ในเด็กจนถึงผู้สูงอายุ ผู้หญิงและผู้ชายมีโอกาสเกิดใกล้เคียงกัน เป็นโรคที่พบได้ตลอดทั้งปี แต่จะมีอุบัติการณ์สูงในช่วงฤดูฝน (มิถุนายน-ตุลาคม) และในช่วงฤดูหนาว (มกราคม-มีนาคม) ในบางปีอาจพบมีการระบาดใหญ่ จากสถิติของสำนักโรคติดต่ออุบัติใหม่ กรมควบคุมโรค กระทรวงสาธารณสุข ประจำปี พ.ศ.2558 ในประเทศไทยพบผู้ป่วยที่เป็นโรคไข้หวัดใหญ่ จำนวน 75,114 ราย (คิดเป็นอัตราป่วย 115.34 ต่อประชากร 100,000 ราย) และมีอัตราการเสียชีวิต 28 ราย (คิดเป็นอัตราตาย 0.04 ต่อประชากร 100,000 ราย) อัตราส่วนเพศชายต่อเพศหญิงเท่ากับ 1 : 0.86 ส่วนกลุ่มอายุที่พบได้มากที่สุดเรียงตามลำดับ คือ 25-34 ปี (11.79%), 15-24 ปี (11.37%), 35-44 ปี (10.38%) ส่วนจังหวัดที่มีอัตราการป่วยสูงสุด 5 อันดับแรก (จากมากไปน้อย) คือ เชียงใหม่, กรุงเทพฯ, ตราด, ลำปาง และพระนครศรีอยุธยา",
            "symptom": [
                "มักเกิดขึ้นทันทีทันใดด้วยอาการไข้สูง 38-41 องศาเซลเซียส หนาว ๆ ร้อน ๆ ปวดเมื่อยตามกล้ามเนื้อมาก (โดยเฉพาะที่กระเบนเหน็บ ต้นแขน และต้นขา) ปวดศีรษะมาก ปวดกระบอกตาเวลาตาเคลื่อนไหว มีน้ำตาไหลเมื่อมีแสงสว่าง อ่อนเพลียมาก เบื่ออาหาร ขมในคอ อาจมีอาการเจ็บในคอ คัดจมูก มีน้ำมูกใสไหล ไอแห้ง ๆ จุกแน่นท้อง คลื่นไส้อาเจียน ท้องเสีย แต่บางรายอาจไม่มีอาการคัดจมูกหรือเป็นหวัดเลยก็ได้",
                "ในรายที่เป็นรุนแรงอาจมีอาการแสดงของภาวะแทรกซ้อน เช่น มีน้ำมูกหรือเสมหะข้นเหลืองหรือเขียว ปวดหู อื้อหู หายใจหอบเหนื่อย หายใจมีเสียงหวีด ไอรุนแรง หนาวสั่น ซึม มึนงง และ/หรือหัวใจล้มเหลว เป็นต้น",
                "อาการไข้จะเป็นอยู่ประมาณ 1-7 วัน (ที่พบบ่อยคือ 3-5 วัน) ส่วนอาการไอและอ่อนเพลีย อาจเป็นอยู่ประมาณ 1-4 สัปดาห์ แม้ว่าอาการอื่น ๆ จะทุเลาลงแล้วก็ตาม",
                "ผู้ป่วยบางรายเมื่อหายจากไข้หวัดใหญ่แล้วอาจมีอาการบ้านหมุน เนื่องจากอาการอักเสบของอวัยวะการทรงตัวในหูชั้นใน"
            ],
            "findSymptom": [
                "ไข้สูง",
                "ปวดเมื่อยกล้ามเนื้อ",
                "ปวดศีรษะ",
                "อ่อนเพลีย",
                "เบื่ออาหาร",
                "ขมคอ",
                "เจ็บคอ",
                "คัดจมูก",
                "น้ำมูกใสไหล",
                "ไอ",
                "จุกแน่นท้อง",
                "อาเจียน",
                "ท้องเสีย",
                "หนาวสั่น",
                "ซึม",
                "มึนงง"
            ],
            "cause": "เกิดจาก เชื้อไข้หวัดใหญ่ ซึ่งเป็นเชื้อไวรัสที่มีชื่อว่า อินฟลูเอนซา (Influenza virus) ซึ่งมีอยู่ในน้ำมูก น้ำลาย และเสมหะของผู้ป่วย (เชื้อชนิดนี้จัดอยู่ในกลุ่มไวรัสที่เรียกว่า Orthomyxovirus) ชนิดของไวรัสไข้หวัดใหญ่ : ไวรัสไข้หวัดใหญ่มีอยู่ 3 ชนิด ได้แก่ เอ บี และซี โดยไวรัสไข้หวัดใหญ่ชนิดเอ มักจะก่อให้เกิดอาการรุนแรง อาจพบระบาดได้กว้างขวาง และสามารถกลายพันธุ์แตกแขนงเป็นสายพันธุ์ย่อย ๆ ได้ ส่วนไวรัสไข้หวัดใหญ่ชนิดบีนั้น จะก่อความรุนแรงและการระบาดของโรคได้น้อยกว่าชนิดเอ สามารถกลายพันธุ์ได้ แต่ไม่มากเท่าชนิดเอ ส่วนไวรัสไข้หวัดใหญ่ชนิดซี จะก่อให้เกิดอาการเพียงเล็กน้อยและมักไม่ค่อยพบการระบาด ไวรัสไข้หวัดใหญ่ชนิดเอ : เป็นชนิดที่สามารถพบได้ทั้งในคนและในสัตว์ (ส่วนชนิดบีและซีจะพบได้เฉพาะในคนเท่านั้น) สามารถแบ่งเป็นสายพันธุ์ย่อย ๆ โดยมีชื่อเรียกตามชนิดของโปรตีนที่พบบนผิวของเชื้อไวรัส โปรตีนดังกล่าวมีอยู่ด้วยกัน 2 ชนิด ได้แก่ ฮีแม็กกลูตินิน (Hemagglutinin ตัวย่อ H) ซึ่งมีอยู่ 16 ชนิดย่อย (H1-H16) และนิวรามินิเดส (Neuraminidase ตัวย่อ N) ซึ่งมีอยู่ 9 ชนิดย่อย (N1-N9) ในการกำหนดชื่อไวรัสไข้หวัดใหญ่ชนิดเอ จึงใช้ตัวย่อ H ควบคู่กับ N โดยมีตัวเลขกำกับท้ายตัวย่อแต่ละตัวตามชนิดของโปรตีน ไข้หวัดใหญ่ในคน : สามารถแบ่งออกเป็น 2 กลุ่มใหญ่ ๆ คือ ไข้หวัดใหญ่ตามฤดูกาล และไข้หวัดใหญ่สายพันธุ์ใหม่ที่ทำให้เกิดการระบาดทั่วโลก เชื้อไข้หวัดใหญ่จะอยู่ในน้ำมูก น้ำลาย และเสมหะของผู้ป่วย โดยติดต่อทางการหายใจสูดเอาฝอยละอองเสมหะที่ผู้ป่วยไอหรือจามรด หรืออาจติดต่อโดยการสัมผัส กล่าวคือ เชื้ออาจติดอยู่ที่มือของผู้ป่วย สิ่งของเครื่องใช้ (เช่น แก้วน้ำ จาน ชาม ผ้าเช็ดหน้า ผ้าเช็ดตัว หนังสือ โทรศัพท์ ของเล่น เป็นต้น) หรือสิ่งแวดล้อม เมื่อคนปกติมาสัมผัสถูกมือของผู้ป่วย สิ่งของเครื่องใช้ หรือสิ่งแวดล้อมที่แปดเปื้อนเชื้อ เชื้อก็จะติดมากับมือของคน ๆ นั้น เมื่อใช้นิ้วมือขยี้ตาหรือแคะไชจมูกเชื้อก็จะเข้าสู่ร่างกายจนกลายเป็นโรคไข้หวัดใหญ่ได้ นอกจากนี้ เชื้อไว้หวัดใหญ่ยังสามารถแพร่กระจายทางอากาศ (Airborne transmission) ได้ด้วย กล่าวคือ เชื้อจะติดอยู่ในละอองฝอย ๆ เมื่อผู้ป่วยไอหรือจาม เชื้อจะสามารถกระจายออกไปในระยะไกลและแขวนลอยอยู่ในอากาศได้นาน เมื่อคนปกติมาสูดเอาอากาศที่มีฝอยละอองนี้เข้าไป หรือละอองสัมผัสกับเยื่อตาหรือเยื่อเมือกช่องปาก (ไม่จำเป็นต้องไอหรือจามรดใส่กันตรง ๆ) ก็สามารถทำให้ติดโรคไข้หวัดใหญ่ได้ ด้วยเหตุนี้จึงทำให้โรคไข้หวัดใหญ่สามารถระบาดได้อย่างรวดเร็ว ซึ่งการแพร่กระจายของเชื้อจะเกิดขึ้นสูงสุดในช่วง 1 สัปดาห์แรกของการเจ็บป่วย",
            "prevent": [
                        "ในช่วงที่มีการระบาดของโรค หรือมีคนใกล้ชิด เช่น คนในบ้าน โรงเรียน หรือที่ทำงานป่วยเป็นโรคนี้ ควรปฏิบัติดังนี้ อย่าเข้าใกล้หรือนอนรวมกับผู้ป่วย ถ้าจำเป็นต้องดูแลผู้ป่วยอย่างใกล้ชิด ควรสวมหน้ากากอนามัยด้วยทุกครั้ง หมั่นล้างมือด้วยน้ำกับสบู่บ่อย ๆ ล้างมือทุกครั้งก่อนการรับประทานอาหารและหลังเข้าห้องน้ำ หลีกเลี่ยงการสัมผัสมือกับผู้ป่วย และไม่ใช้สิ่งของเครื่องใช้ส่วนตัวร่วมกันผู้อื่น เช่น แก้วน้ำ จาน ชาม ผ้าเช็ดหน้า ผ้าเช็ดตัว หนังสือ โทรศัพท์ ของเล่น เครื่องใช้ต่าง ๆ ฯลฯ ในช่วงที่มีการระบาดของโรค ควรหลีกเลี่ยงการเข้าไปในที่ที่มีผู้คนแออัด เช่น ห้างสรรพสินค้า สถานบันเทิง งานมหรสพ รวมถึงการใช้โทรศัพท์สาธารณะหรือลูกบิดประตู เป็นต้น แต่ถ้าหลีกเลี่ยงไม่ได้ ควรสวมหน้ากากอนามัย หมั่นล้างมือด้วยน้ำกับสบู่หรือชโลมมือด้วยแอลกอฮอล์เพื่อกำจัดเชื้อโรคที่อาจติดมาจากการสัมผัสถูกเสมหะของผู้ป่วย และอย่าใช้นิ้วมือขยี้ตาหรือแคะไชจมูกหากยังไม่ได้ล้างมือให้สะอาด ผู้ป่วยควรแยกตัวออกห่างจากผู้อื่น อย่านอนปะปนหรือคลุกคลีใกล้ชิดกับผู้อื่น เวลาไอหรือจามควรใช้ผ้าปิดปากและจมูกเสมอ เวลาเข้าไปในที่ที่มีคนอยู่กันมาก ๆ ควรสวมหน้ากากอนามัยด้วยทุกครั้ง",
                        "เมื่อเข้าสู่ช่วงที่มีการระบาดของโรค ควรเตรียมความพร้อมสำหรับรับมือการระบาดแต่เนิ่น ๆ ไม่ว่าจะเป็นยาแก้ปวดลดไข้ (พาราเซตามอล) ยาแก้แพ้ ยาลดน้ำมูก หรือยาที่ต้องใช้เป็นประจำ ทั้งนี้เพื่อหลีกเลี่ยงการไปโรงพยาบาลในช่วงที่มีการระบาด รวมไปถึงกระดาษชำระ สบู่ ปรอทวัดไข้ หน้ากากอนามัย อาหารสำหรับยามจำเป็นเช่น น้ำซุปต่าง ๆ ก็ควรตระเตรียมไว้ด้วย",
                        "วัคซีนป้องกันไข้หวัดใหญ่ (Influenza vaccine) ที่มีใช้อยู่ในอดีตสามารถใช้ป้องกันไวรัสไข้หวัดใหญ่ชนิดเอ (H1N1 สายพันธุ์เก่า และ H3N2) และชนิดบีได้ แต่ในปัจจุบันได้มีการผลิตวัคซีนป้องกันไข้หวัดใหญ่สายพันธุ์ใหม่ 2009 ขึ้นใช้แล้ว โดยมักใช้ฉีดในช่วงที่มีการระบาดของเชื้อเหล่านี้ โดยทั่วไปแล้วถ้าไม่มีการระบาดโรค แพทย์จะไม่แนะนำให้ฉีดวัคซีนแก่ประชาชนทั่วไป ยกเว้นในผู้ที่อยู่ในกลุ่มเสี่ยงต่อการเกิดภาวะแทรกซ้อนร้ายแรงดังที่กล่าวมาแล้ว, ผู้สูงอายุ (อายุมากกว่า 65 ปี), ผู้ที่มีอายุต่ำกว่า 19 ปีที่ต้องกินยาแอสไพรินเป็นประจำ, สตรีตั้งครรภ์ที่คาดว่าอายุครรภ์ย่างเข้าไตรมาสที่ 2 ขึ้นไปในช่วงที่มีการระบาดของโรค, ผู้ที่เป็นบุคลากรทางการแพทย์, ผู้ที่ต้องเดินไปในถิ่นที่มีการระบาดของโรค, ผู้ที่มีกิจกรรมจำเป็นที่ไม่อาจจะหยุดงานได้ (เช่น นักแสดง นักกีฬา นักเดินทาง ตำรวจ เจ้าหน้าที่บริการสังคม นักเรียนหรือนักศึกษาที่อยู่รวมกัน รวมถึงผู้ที่อาศัยอยู่ในสถานพักฟื้น สถานสงเคราะห์คนชรา), ผู้ที่มีภูมิคุ้มกันต่ำ (เช่น ผู้ป่วยเอดส์ ผู้ป่วยที่ได้รับยาสเตียรอยด์ ผู้ป่วยรังสีรักษาหรือเคมีบำบัด), ผู้ป่วยที่เป็นโรคเรื้อรัง (เช่น เบาหวาน โรคหัวใจ โรคปอด โรคหอบหืด โรคตับ โรคไต โรคเลือด) เป็นต้น ซึ่งบุคคลเหล่านี้เป็นกลุ่มที่ควรได้รับการฉีดวัคซีนป้องกันโรคไข้หวัดใหญ่",
                        "แม้ว่าวิธีป้องกันไข้หวัดใหญ่ที่ได้ผลดีที่สุดคือการฉีดวัคซีน แต่ก็มีบางกรณีที่อาจต้องใช้ยาต้านไวรัสแทนการฉีดวัคซีน เช่น ผู้ที่สัมผัสใกล้ชิดกับผู้ป่วย, ผู้ที่ดูแลผู้ที่อยู่ในกลุ่มเสี่ยงและไม่ได้รับการฉีดวัคซีน, ผู้ที่อยู่ในกลุ่มเสี่ยงที่ได้รับวัคซีนไม่ทัน (ทำให้ต้องได้รับยาในช่วงที่มีการระบาดของโรค), ผู้ที่มีภูมิคุ้มกันไม่ดี (เช่น ผู้ป่วยเอดส์), ผู้ที่ไม่ได้รับการฉีดวัคซีนและไม่อยากเป็นโรค เป็นต้น บุคคลเหล่านี้ควรไปพบแพทย์ ถ้าพบหรือสงสัยว่าอาจเกิดจากเชื้อไวรัสชนิดเอสายพันธุ์เก่า แพทย์จะให้ยาต้านไวรัสแก่ผู้สัมผัสเพื่อกินป้องกัน โดยให้รับประทานยาอะแมนทาดีน (Amantadine) 100 มิลลิกรัม วันละ 2 ครั้ง (ในผู้สูงอายุให้ใช้ครั้งละ 50 มิลลิกรัม) หรือให้ยาไรแมนทาดีน (Rimantadine) 100 มิลลิกรัม วันละ 2 ครั้ง (ควรเริ่มให้ในทันทีที่สัมผัสและให้รับประทานนาน 10 วัน) หรือให้รับประทานยาโอเซลทามิเวียร์ (Oseltamivir) 75 มิลลิกรัม วันละครั้ง เป็นเวลา 7 วัน ถ้าสงสัยว่าอาจเกิดจากเชื้อไวรัสชนิดเอสายพันธุ์ใหม่ 2009",
                        "หมั่นดูแลสุขภาพร่างกายให้แข็งแรงอยู่เสมอ โดยการออกกำลังกายเป็นประจำ รับประทานอาหารที่มีประโยชน์ให้ครบ 5 หมู่ พักผ่อนให้เพียงพอ ไม่ตรากตรำทำงานหนักจนเกินไป ระวังรักษาร่างกายให้อบอุ่นอยู่เสมอ โดยเฉพาะในเวลาที่มีอากาศเปลี่ยนแปลง และไม่ควรอาบน้ำหรือสระผมด้วยน้ำที่เย็นเกินไป โดยเฉพาะในเวลาที่มีอากาศเย็น"
            ],
            "treatment": "การดูแลปฏิบัติตัวและรักษาไปตามอาการเช่นเดียวกับไข้หวัด คือ เมื่อมีไข้ควรหยุดเรียนหรือหยุดงาน ควรแยกตัวและสิ่งของเครื่องใช้จากผู้อื่น และไม่นอนปะปนหรือคลุกคลีใกล้ชิดกับผู้อื่น นอนพักผ่อนให้มาก ๆ ห้ามตรากตรำทำงานหนัก และยังไม่ควรออกกำลังกายในระหว่างนี้ ใช้ผ้าชุบน้ำอุ่นเช็ดตัวเมื่อมีไข้สูง ถ้าหากไข้ยังไม่ลดลง ให้รับประทานยาพาราเซตามอล (Paracetamol) เพื่อลดไข้แก้ปวด รับประทานอาหารอ่อน เช่น ข้าวต้ม โจ๊ก เป็นต้น และพยายามรับประทานอาหารที่มีประโยชน์ให้ครบทั้ง 5 หมู่ทุกวันเวลาไอหรือจามควรใช้ผ้าปิดปากและจมูกเสมอ ผู้ป่วยบางรายหลังจากหายตัวร้อนแล้ว อาจมีอาการไอแห้ง ๆ หรือมีเสมหะเล็กน้อยเป็นสีขาว อยู่เรื่อย ๆ ซึ่งอาจนานถึง 7-8 สัปดาห์ เนื่องจากเยื่อบุทางเดินหายใจถูกทำลายชั่วคราว จึงทำให้ไวต่อสิ่งระคายเคือง เช่น ฝุ่น ควัน ได้ง่าย หากมีอาการดังกล่าวแนะนำว่าให้ดื่มน้ำอุ่นมาก ๆ แล้วอาการจะค่อย ๆ ทุเลาลงไปได้เอง  สำหรับยาปฏิชีวนะไม่จำเป็นต้องใช้ เพราะเป็นโรคที่เกิดจากเชื้อไวรัส จะใช้ได้ก็ต่อเมื่อมีภาวะแทรกซ้อนจากเชื้อแบคทีเรีย เช่น ไซนัสอักเสบ มีน้ำมูกหรือเสมหะสีเหลืองหรือเขียว หูชั้นกลางอักเสบ หลอดลมอักเสบ เป็นต้น โดยยาปฏิชีวนะที่มีให้เลือกใช้ เช่น เพนิซิลลินวี (Penicillin V), อะม็อกซีซิลลิน (Amoxicillin), โคไตรม็อกซาโซล (Co-trimoxazole), อิริโทรมัยซิน (Erythromycin) หรือ ร็อกซิโทรมัยซิน (Roxithromycin) ควรรีบไปพบแพทย์เมื่อมีไข้สูงเกิน 39-40 องศาเซลเซียส และไข้ไม่ลดลงหลังจากรับประทานยาลดไข้ภายใน 3 วัน (ภายใน 1-2 วัน สำหรับผู้ที่อยู่ในกลุ่มเสี่ยง), ไอมาก มีเสมหะ เสมหะมีสีเหลืองหรือเขียว (แสดงว่าเกิดการติดเชื้อแบคทีเรียแทรกซ้อน), มีผื่นขึ้น, รับประทานอาหารได้น้อยหรือดื่มน้ำได้น้อย, อาการไม่ดีขึ้นหลังไข้ลงหรือหลังไข้ลงกลับมามีไข้อีก, อาการต่าง ๆ เลวลง, เป็นโรคหืด (เพราะโรคหืดมักกำเริบและควบคุมเองไม่ได้) หรือเมื่อมีความกังวลในอาการ ควรไปพบแพทย์เป็นการฉุกเฉิน เมื่อมีอาการหอบเหนื่อยร่วมกับไอมาก อาจร่วมกับนอนราบไม่ได้ (เป็นอาการแทรกซ้อนจากปอดอักเสบ) หรือมีอาการเจ็บหน้าอกมากร่วมกับหายใจขัด เหนื่อย (เป็นอาการแทรกซ้อนจากเยื่อหุ้มหัวใจอักเสบหรือกล้ามเนื้อหัวใจอักเสบ) หรือมีอาการชัก ซึม สับสน แขนขาอ่อนแรง อาจร่วมกับปวดศีรษะรุนแรง และคอแข็ง (เป็นอาการแทรกซ้อนจากเยื่อหุ้มสมองอักเสบหรือสมองอักเสบ) ผู้ป่วยที่มีอาการรุนแรง หรือพบโรคนี้ในผู้ที่อยู่ในกลุ่มเสี่ยง (เช่น เด็กเล็ก ผู้สูงอายุ สตรีตั้งครรภ์ คนอ้วน ผู้ที่เจ็บป่วยเรื้อรัง หรือมีภาวะภูมิคุ้มกันของร่างกายต่ำ) แพทย์อาจพิจารณาให้การรักษาด้วยยาต้านไวรัสตั้งแต่เริ่มมีอาการ (การให้ยาภายใน 2 วันหลังเกิดอาการจะลดระยะเวลาเป็นโรคได้) เช่น อะแมนทาดีน (Amantadine), ไรแมนทาดีน (Rimantadine) หรือไรบาไวริน (Ribavirin) สำหรับโรคไข้หวัดใหญ่สายพันธุ์เดิม โอเซลทามิเวียร์ (Oseltamivir) หรือซานามิเวียร์ (Zanamivir) สำหรับโรคไข้หวัดใหญ่สายพันธุ์ใหม่ 2009"
        },
        {
            "name": "ไข้เลือดออก (Dengue hemorrhagic fever - DHF)",
            "information": "ไข้เลือดออก (Dengue hemorrhagic fever - DHF) เป็นโรคติดเชื้อซึ่งมีสาเหตุมาจากไวรัสเดงกี (Dengue virus) โดยมียุงลายบ้านเป็นพาหะนำโรค อาการของโรคนี้จะคล้ายคลึงกับโรคไข้หวัดในช่วงแรก (แต่มักจะไม่ค่อยมีอาการคัดจมูก น้ำมูกไหล หรือไอมากอย่างผู้ป่วยที่เป็นไข้หวัด) จึงทำให้ผู้ป่วยเข้าใจคลาดเคลื่อนได้ว่าตนเป็นเพียงโรคไข้หวัดและทำให้ไม่ได้รับการรักษาอย่างถูกต้องตั้งแต่แรก ส่วนอาการและความรุนแรงของโรคก็มีหลายระดับตั้งแต่ไม่มีอาการหรือมีอาการเล็กน้อยไปจนถึงเกิดภาวะช็อกซึ่งเป็นสาเหตุทำให้เสียชีวิต (ความรุนแรงของการติดเชื้อขึ้นอยู่กับอายุ ภาวะภูมิคุ้มกัน และความรุนแรงของเชื้อไวรัส) โรคนี้เป็นโรคที่พบได้บ่อยมากโรคหนึ่ง มักพบการระบาดในช่วงฤดูฝนซึ่งเป็นช่วงที่มียุงลายชุกชุม จากสถิติในปี พ.ศ. 2556 ของสำนักโรคติดต่อนำโดยแมลง กรมควบคุมโรค กระทรวงสาธารณสุข พบว่ามีผู้ป่วยจำนวน 154,444 ราย (คิดเป็นอัตราป่วย 241.03 ต่อประชากร 100,000 ราย) และมีจำนวนผู้ป่วยเสียชีวิตจำนวน 136 ราย (คิดเป็นอัตราเสียชีวิต 0.21 ต่อประชากร 100,000 ราย) ส่วนอัตราการเสียชีวิตคิดเป็น 0.09% สำหรับสัดส่วนของผู้ป่วยจำแนกตามกลุ่มอายุ พบว่าส่วนใหญ่อยู่ในกลุ่มอายุ 15-24 ปี 29.16% รองลงมา คือ กลุ่มอายุ 10-14 ปี 21.31% และกลุ่มอายุ 5-9 ปี 13.74% ตามลำดับ ส่วนกลุ่มอายุ 0-4 ปี และมากกว่า 25 ปี จนถึง 65 ปี เป็นช่วงอายุที่พบได้น้อยที่สุด (ในเด็กขวบปีแรกมักพบในช่วงอายุ 7-9 เดือน)",
            "symptom": [
                "ระยะที่ 1 (ระยะไข้สูง) ผู้ป่วยจะมีไข้สูงเกิดขึ้นอย่างฉับพลัน 39-41 องศาเซลเซียส มีลักษณะเป็นไข้สูงลอยตลอดเวลา (รับประทานยาลดไข้ก็มักจะไม่ลด) หน้าแดง ตาแดง ปวดศีรษะ ปวดเมื่อยตามตัว กระหายน้ำ ซึม มักมีอาการเบื่ออาหารและอาเจียนร่วมด้วยเสมอ อาจคลำพบตับโตและมีอาการกดเจ็บเล็กน้อย ในบางรายอาจมีอาการปวดท้องในบริเวณใต้ลิ้นปี่หรือชายโครงด้านขวา หรือปวดท้องทั่วไป หรืออาจมีอาการท้องผูกหรือถ่ายเหลว ส่วนในเด็กอายุต่ำกว่า 1 ปี อาจพบอาการไข้สูงร่วมกับอาการชักได้ ",
                "ระยะที่ 2 (ระยะช็อกและมีเลือดออก หรือ ระยะวิกฤติ) มักจะพบในไข้เลือดออกที่เกิดจากเชื้อเดงกีที่มีความรุนแรงขั้นที่ 3 และ 4 อาการจะเกิดขึ้นในช่วงระหว่างวันที่ 3-7 ของโรค ซึ่งถือว่าเป็นช่วงที่วิกฤติของโรค โดยอาการไข้จะเริ่มลดลง แต่ผู้ป่วยกลับมีอาการทรุดหนัก มีอาการปวดท้องและอาเจียนบ่อยขึ้น ซึมมากขึ้น กระสับกระส่าย เหงื่อออก ตัวเย็น ปลายมือเท้าเย็น ปัสสาวะออกน้อย ชีพจรเต้นเบาแต่เร็ว (อาจมากกว่า 120 ครั้ง/นาที) และมีความดันต่ำ ซึ่งเป็นอาการของภาวะช็อก (ภาวะนี้เกิดขึ้นเนื่องจากพลาสมาไหลซึมออกจากหลอดเลือด จึงทำให้ปริมาตรของเลือดลดลงมาก) ถ้าเป็นรุนแรง ผู้ป่วยอาจมีอาการไม่ค่อยรู้สึกตัว ตัวเย็นชืด ปากเขียว คลำชีพจรไม่ได้ และความดันตกจนวัดไม่ได้ หากไม่ได้รับการรักษาอย่างทันท่วงที ก็อาจทำให้เสียชีวิตได้ภายใน 1-2 วัน",
                "ระยะที่ 3 (ระยะฟื้นตัว) ในรายที่มีภาวะช็อกไม่รุนแรง เมื่อผ่านวิกฤติช่วงระยะที่ 2 ไปแล้ว อาการก็จะดีขึ้นอย่างรวดเร็ว หรือแม้แต่ผู้ป่วยที่มีภาวะช็อกรุนแรง เมื่อได้รับการรักษาอย่างถูกต้องและทันท่วงทีก็จะฟื้นตัวเข้าสู่สภาพปกติ โดยอาการที่แสดงว่าดีขึ้นนั้น คือ ผู้ป่วยจะเริ่มอยากรับประทานอาหาร แล้วอาการต่าง ๆ ก็จะกลับคืนสู่สภาพปกติ ชีพจรเต้นช้าลง ความดันโลหิตกลับมาสู่ปกติ ปัสสาวะออกมากขึ้น",
                "ปากเขียว"
            ],
            "findSymptom": [
                "มีไข้สูง",
                "หน้าแดง",
                "ตาแดง",
                "ปวดศีรษะ",
                "ปวดเมื่อยตามตัว",
                "กระหายน้ำ",
                "ซึม",
                "เบื่ออาหาร",
                "อาเจียน",
                "ตับโต",
                "ปวดท้อง",
                "อ่อนเพลีย",
                "ปวดกระบอกตา",
                "ปวดกล้ามเนื้อ",
                "ปวดกระดูก",
                "ผิวหนังแดง",
                "มีผื่น",
                "คัดจมูก ",
                "น้ำมูกไห",
                "ตัวเย็นชืด",
                "เลือดออกตามไรฟัน"
            ],
            "cause": "เกิดจากเชื้อไวรัสเดงกี (Dengue virus) ซึ่งแบ่งออกได้เป็น 4 สายพันธุ์ ได้แก่ ชนิด 1, 2, 3 และ 4 (DEN-1, DEN-2, DEN-3, DEN-4) โดยมียุงลายบ้าน (Aedes aegypti) ตัวเมียเป็นพาหะนำโรค กล่าวคือ ยุงลายตัวเมียจะกัดและดูดเลือดของผู้ป่วยที่เป็นโรคไข้เลือดออกก่อน (เชื้อไวรัสเดงกีในเลือดของผู้ป่วยจะเข้าไปฟักตัวและเพิ่มจำนวนในตัวยุงและเชื้อนี้สามารถมีชีวิตอยู่ในตัวยุงได้ตลอดอายุของยุง คือ ประมาณ 1-2 เดือน) แล้วจึงไปกัดคนที่อยู่ใกล้เคียงในรัศมีไม่เกิน 400 เมตร ซึ่งจะเป็นการแพร่เชื้อไปให้คนอื่น ๆ ต่อไป ยุงชนิดนี้เป็นยุงที่ออกหากิน (กัดคน) ทั้งในเวลากลางวันและกลางคืน (เดิมยุงลายนิยมออกหากินในเฉพาะเวลากลางวัน แต่ในระยะหลังพบว่ายุงลายมีการออกหากินในเวลากลางคืนด้วย) และชอบเพาะพันธุ์ตามแหล่งน้ำนิ่งในบริเวณบ้าน เช่น ตุ่มน้ำ โอ่งน้ำ แจกัน จานรองตู้กับข้าว กระป๋อง ฝากะลา ยางรถยนต์เก่า ๆ หลุมที่มีน้ำขัง เป็นต้น",
            "prevent": [
                        "ควบคุมแหล่งเพาะพันธุ์ของยุงลายและกำจัดยุงลายทั้งลูกน้ำและตัวเต็มวัย เช่น  เปลี่ยนน้ำในแจกันดอกไม้สดบ่อย ๆ ทุก 7 วัน สำหรับแจกันพลูด่าง ต้องใช้น้ำชะล้างไข่หรือลูกน้ำที่เกาะติดอยู่ตามรากด้วย ปิดฝาตุ่มน้ำ โอ่งน้ำ ถังเก็บน้ำ แท็งก์น้ำ บ่อน้ำ กะละมัง หรือถ้าไม่มีฝาปิดและยังไม่ต้องการใช้ก็ควรวางคว่ำไว้ เพื่อป้องกันไม่ให้กลายเป็นที่วางไข่ของยุงลาย และควรหมั่นตรวจดูอยู่เสมอว่ามีลูกน้ำหรือไม่ ล้างตุ่มน้ำ โอ่งน้ำทุก 10 วัน ควรเก็บกระป๋อง ขวดน้ำ กะลา ยางรถยนต์เก่า ๆ กระถางต้นไม้ เศษภาชนะแตกหัก หรือสิ่งที่จำเป็นที่ขังน้ำได้ ที่อยู่ในบริเวณบ้าน แหล่งชุมชน และโรงเรียน โดยนำมาทำลายหรือฝังดินให้หมด ใส่ทรายอะเบท (Abate) ชนิด 1% ลงในตุ่มน้ำ โอ่งน้ำ และภาชนะกักเก็บน้ำทุกชนิด ในอัตราส่วน 10 กรัม/น้ำ 100 ลิตร (ตุ่มมังกรขนาด 8 ปี๊บ ให้ใส่ทรายอะเบท 2 ช้อนชา ส่วนตุ่มซีเมนต์ขนาด 12 ปี๊บ ให้ใส่ทรายอะเบท 2.5 ช้อนชา) และควรเติมใหม่ทุก 2-3 เดือน เป็นวิธีที่เหมาะกับภาชนะที่ไม่สามารถใส่ปลากินลูกน้ำได้ ส่วนน้ำที่ใส่ทรายอะเบทสามารถนำมาใช้ดื่มกินได้อย่างปลอดภัย ใช้สารเคมีเพื่อกำจัดยุงในบ้านเรือน คือ ยาจุดกันยุง และสเปรย์ฉีดไล่ยุง โดยสารออกฤทธิ์อาจเป็นยาในกลุ่มไพรีทรอยด์ (Pyrethroids), ดีท (Diethyltoluamide - DEET) เป็นต้น เมื่อก่อนมียาฆ่ายุงที่มีชื่อว่าดีดีที (Dichlorodiphenyltrichloroethane - DDT) แต่สารนี้ได้ถูกยกเลิกไปแล้วเนื่องจากเป็นพิษต่อสิ่งมีชีวิตและตกค้างในสิ่งแวดล้อมเป็นระยะเวลานานมาก อย่างไรก็ตาม ถ้าขึ้นชื่อว่าสารเคมีไม่ว่าจะเป็นยาจุดกันยุงหรือสเปรย์ฉีดไล่ยุงก็มีความเป็นพิษต่อคนและสัตว์ได้ทั้งนั้น ดังนั้นเพื่อลดความเป็นพิษดังกล่าวจึงควรจุดยากันยุงในบริเวณที่มีอากาศถ่ายเทได้สะดวกและล้างมือทุกครั้งหลังจากสัมผัส ส่วนยาฉีดไล่ยุงจะมีความเป็นพิษมากกว่า ดังนั้นจึงห้ามฉีดลงบนผิวหนังโดยตรง และควรปฏิบัติตามวิธีใช้ที่ระบุไว้ข้างกระป๋องอย่างเคร่งครัด ตัดต้นไม้ที่รกครึ้ม เพื่อให้มีแสงสว่างและอากาศถ่ายเทดี",
                        "หาวิธีป้องกันอย่าให้ยุงลายกัดทั้งในเวลากลางวันและกลางคืน  นอนในมุ้งหรือนอนในห้องที่ติดมุ้งลวดเพื่อป้องกันไม่ให้ถูกยุงลายกัด โดยจะต้องปฏิบัติเหมือนกันทั้งในเวลากลางวันและกลางคืน หากไม่สามารถนอนในมุ้งหรือนอนในห้องที่ติดมุ้งลวดได้ ควรใช้ยากันยุงชนิดทาผิวซึ่งมีสารสำคัญที่สกัดจากธรรมชาติ เช่น น้ำมันตะไคร้หอม (Oil of citronella), น้ำมันยูคาลิปตัส (Oil of eucalyptus) ซึ่งมีความปลอดภัยสูงกว่านำมาทาหรือหยดใส่ผิวหนังใช้เป็นยากันยุง แต่ประสิทธิภาพจะดีกว่าดีท (DEET) ถ้าเป็นไปได้ควรใส่เสื้อผ้าที่หนาพอสมควรและควรเป็นเสื้อแขนยาวและกางเกงขายาว",
                        "ให้ความรู้สุขศึกษาแก่ประชาชนเมื่อเข้าใกล้ฤดูฝนและร่วมกันรณรงค์ให้มีการทำลายแหล่งเพาะพันธุ์ยุงไปพร้อม ๆ กันทั้งในบ้าน โรงเรียน และแหล่งชุมชนอย่างน้อยปีละ 2-3 ครั้ง และจะต้องทำพร้อมกันทั่วประเทศโดยการโฆษณาผ่านสื่อต่าง ๆ จึงจะได้ผลต่อการควบคุมยุงลาย",
                        "ผู้ปกครองของเด็กควรสงสัยไว้ก่อนว่า บุตรหลานที่มีอาการไข้สูงในช่วงฤดูฝนอาจเกิดจากโรคไข้เลือดออก และควรรีบพาบุตรหลานไปรับการตรวจรักษาโดยเร็ว",
                        "เนื่องจากไข้เลือดออกเป็นโรคระบาดโดยมียุงเป็นตัวแพร่พันธุ์ ดังนั้นเมื่อมีคนในบ้านหรือข้างบ้านเป็นไข้เลือดออก ควรบอกคนในบ้านหรือข้างบ้านด้วยว่า มีไข้เลือดออก และควรแจ้งสาธารณสุขให้มาฉีดพ่นยาเพื่อฆ่ายุง"
            ],
            "treatment": "ในปัจจุบันยังไม่มียารักษาโรคไข้เลือดออกโดยตรง หากอาการไม่รุนแรงโรคนี้จะหายได้เอง ดังนั้น การรักษาจึงเป็นเพียงการรักษาไปตามอาการเป็นสำคัญ กล่าวคือ ให้ยาลดไข้ เช็ดตัว ให้ดื่มน้ำมาก ๆ เพื่อป้องกันภาวะช็อก และการรักษาภาวะแทรกซ้อนต่าง ๆ ที่อาจจะเกิดขึ้น หากมีอาการไข้สูง โดยไม่มีอาการไอ เจ็บคอ หรือมีน้ำมูกไหลร่วมด้วย ควรไปพบแพทย์เพื่อปรึกษาและตรวจหาโรคไข้เลือดออก โดยเฉพาะหากพบในช่วงฤดูฝนหรือช่วงที่มีการระบาดของโรคไข้เลือดออก ผู้ป่วยที่มีอาการไม่รุนแรง (มีอาการในขั้นที่ 1) คือมีแต่อาการไข้สูง ปวดศีรษะ เบื่ออาหาร โดยยังไม่มีอาการเลือดออกหรือมีภาวะช็อก แพทย์จะให้ยาลดไข้ ยาผงเกลือแร่ (ORS) เพื่อป้องกันภาวะช็อก และให้กลับไปสังเกตอาการที่บ้าน จากนั้นก็จะนัดผู้ป่วยกลับมาติดตามดูอาการที่โรงพยาบาลเป็นระยะ ๆ โดยที่ผู้ป่วยไม่ต้องนอนพักรักษาตัวในโรงพยาบาล ไม่ต้องฉีดยาให้น้ำเกลือ หรือให้ยาพิเศษแต่อย่างใด รวมทั้งไม่ต้องให้ยาปฏิชีวนะและสเตียรอยด์ ผู้ป่วยที่อาเจียนมากหรือมีภาวะขาดน้ำ หรือมีอาการรุนแรงอื่น ๆ เช่น ปวดท้องมากตรงยอดอกหรือลิ้นปี่ ปัสสาวะออกน้อย กระสับกระส่ายหรือซึมมาก หรือมือเท้าเย็นชืด ควรรีบนำส่งโรงพยาบาลโดยเร็ว ผู้ป่วยที่มีภาวะช็อกหรือมีเลือดออก ควรรีบนำส่งโรงพยาบาลโดยด่วน "
        }
    ]
}

